[{"name":"Part, Arvo","period":"Contemporary","country":"Estonia","tracks":[{"title":"Fratres","genre":"Other","period":"Contemporary","filename":"fratres.mp3"}],"bio":"Arvo Pärt (born 11 September 1935) is an Estonian composer of classical and sacred music. Since the late 1970s, Pärt has worked in a minimalist style that employs his self-invented compositional technique, tintinnabuli. His music is in part inspired by Gregorian chant. As of 2013, Pärt has been the most performed contemporary composer in the world for three years in a row.","century":"XX"},{"name":"Cage, John","period":"Contemporary","country":"USA","tracks":[{"title":"Bacchanale","genre":"Other","period":"Contemporary","filename":"cage.mp3"}],"bio":"John Milton Cage Jr. (September 5, 1912 – August 12, 1992) was an American composer, music theorist, writer, and artist. A pioneer of indeterminacy in music, electroacoustic music, and non-standard use of musical instruments, Cage was one of the leading figures of the post-war avant-garde. Critics have lauded him as one of the most influential American composers of the 20th century. He was also instrumental in the development of modern dance, mostly through his association with choreographer Merce Cunningham, who was also Cage's romantic partner for most of their lives.","century":"XX"},{"name":"Ligeti, Gyorgy","period":"Contemporary","country":"Hungary","tracks":[{"title":"Musica Ricercata","genre":"Other","period":"Contemporary","filename":"ligeti.mp3"},{"title":"Requiem - Kyrie","genre":"Other","period":"Contemporary","filename":"kyrie.mp3"}],"bio":"György Sándor Ligeti (28 May 1923 – 12 June 2006) was a composer of contemporary classical music. He has been described as one of the most important avant-garde composers in the latter half of the twentieth century and one of the most innovative and influential among progressive figures of his time. Born in Transylvania, Romania, he lived in Hungary before emigrating and becoming an Austrian citizen.","century":"XX"},{"name":"Stravinsky, Igor","period":"20th century","country":"Russia","tracks":[{"title":"Rite of Spring, the","genre":"Ballet","period":"20th century","filename":"rof.mp3"}],"bio":"Igor Fyodorovich Stravinsky (17 June [O.S. 5 June] 1882 – 6 April 1971) was a Russian (and later, a naturalized French and American) composer, pianist and conductor. He is widely considered one of the most important and influential composers of the 20th century. Stravinsky's compositional career was notable for its stylistic diversity. He first achieved international fame with three ballets commissioned by the impresario Sergei Diaghilev and first performed in Paris by Diaghilev's Ballets Russes: The Firebird (1910), Petrushka (1911) and The Rite of Spring (1913). His Russian phase was followed in the 1920s by a period in which he turned to neoclassical music. In the 1950s, Stravinsky adopted serial procedures. His compositions of this period shared traits with examples of his earlier output: rhythmic energy, the construction of extended melodic ideas out of a few two- or three-note cells and clarity of form, of instrumentation and of utterance.","century":"XIX"},{"name":"Debussy, Claude","period":"Romantic","country":"France","tracks":[{"title":"Mazurka","genre":"Mazurka","period":"Romantic","filename":"debmaz.mp3"},{"title":"Prelude to the 'Afternoon of a Faun'","genre":"Prelude","period":"Romantic","filename":"faun.mp3"}],"bio":"Achille-Claude Debussy (22 August 1862 – 25 March 1918) was a French composer. Along with Maurice Ravel, he was one of the most prominent figures associated with Impressionist music, though he himself intensely disliked the term when applied to his compositions. In France, he was made Chevalier of the Legion of Honour in 1903. Debussy was among the most influential composers of the late 19th and early 20th centuries, and his use of non-traditional scales and chromaticism influenced many composers who followed. Debussy's music is noted for its sensory content and frequent eschewing of tonality. The French literary style of his period was known as Symbolism, and this movement directly inspired Debussy both as a composer and as an active cultural participant.","century":"XIX"},{"name":"Glass, Philip","period":"Contemporary","country":"USA","tracks":[{"title":"Violin Concerto No. 1 - I movement","genre":"Concerto","period":"Contemporary","filename":"zigeun.mp3"}],"bio":"Philip Morris Glass (born January 31, 1937) is an American composer. He is considered one of the most influential music makers of the late 20th century. His music is also often controversially described as minimal music, along with the work of the other major minimalists La Monte Young, Terry Riley and Steve Reich. Glass has distanced himself from the minimalist label, describing himself instead as a composer of music with repetitive structures. Though his early mature music shares much with what is normally called minimalist, he has since evolved stylistically. Currently, he describes himself as a Classicist, pointing out that he is trained in harmony and counterpoint and studied such composers as Franz Schubert, Johann Sebastian Bach and Wolfgang Amadeus Mozart with Nadia Boulanger. Glass is a prolific composer: he has written works for the musical group which he founded, the Philip Glass Ensemble (with which he still performs on keyboards), as well as operas, musical theatre works, ten symphonies, eleven concertos, solo works, chamber music including string quartets and instrumental sonatas, and film scores. Three of his film scores have been nominated for Academy Awards.","century":"XX"},{"name":"Grieg, Edvard","period":"Romantic","country":"Norway","tracks":[{"title":"At The Wedding","genre":"Prelude","period":"Romantic","filename":"morning.mp3"}],"bio":"Edvard Hagerup Grieg (15 June 1843 – 4 September 1907) was a Norwegian composer and pianist. He is widely considered one of the leading Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use and development of Norwegian folk music in his own compositions put the music of Norway in the international spectrum, as well as helping develop a national identity, much as Jean Sibelius and Antonín Dvořák did in Finland and Bohemia respectively.","century":"XIX"},{"name":"Bach, Johann Sebastian","period":"Baroque","country":"Germany","tracks":[{"title":"Concerto D-moll for two violins and strings","genre":"Concerto","period":"Baroque","filename":"concerto.mp3"},{"title":"Praeludium No. 22 in B-moll","genre":"Fugue","period":"Baroque","filename":"fugue.mp3"},{"title":"Ei wie schmeckt der Coffee Süsse","genre":"Cantata","period":"Baroque","filename":"cantata.mp3"},{"title":"Partita No. 3 in E-dur for solo violin","genre":"Partita","period":"Baroque","filename":"partita3.mp3"},{"title":"Partita No. 3 in A-moll","genre":"Scherzo","period":"Baroque","filename":"scherzo.mp3"}],"bio":"Johann Sebastian Bach (31 March [O.S. 21 March] 1685 – 28 July 1750) was a German composer and musician of the Baroque period. He enriched established German styles through his skill in counterpoint, harmonic and motivic organisation, and the adaptation of rhythms, forms, and textures from abroad, particularly from Italy and France. Bach's compositions include the Brandenburg concertos, the Mass in B minor, The Well-Tempered Clavier, two Passions, keyboard works, and more than 300 cantatas, of which nearly 100 cantatas have been lost to posterity. His music is revered for its intellectual depth, technical command, and artistic beauty. Bach was born in Eisenach, Saxe-Eisenach, into a great musical family; his father, Johann Ambrosius Bach, was the director of the town musicians, and all of his uncles were professional musicians. His father probably taught him to play violin and harpsichord, and his brother, Johann Christoph Bach, taught him the clavichord and exposed him to much contemporary music. Apparently at his own initiative, Bach attended St Michael's School in Lüneburg for two years. After graduating, he held several musical posts across Germany: he served as Kapellmeister (director of music) to Leopold, Prince of Anhalt-Köthen, Cantor of the Thomasschule in Leipzig, and Royal Court Composer to August III. Bach's health and vision declined in 1749, and he died on 28 July 1750. Modern historians believe that his death was caused by a combination of stroke and pneumonia. Bach's abilities as an organist were highly respected throughout Europe during his lifetime, although he was not widely recognised as a great composer until a revival of interest and performances of his music in the first half of the nineteenth century. He is now generally regarded as one of the main composers of the Baroque period, and as one of the greatest composers of all time.","century":"XVII"},{"name":"Shostakovich, Dmitri","period":"20th century","country":"Russia","tracks":[{"title":"Violin Concerto No. 1 - II movement","genre":"Concerto","period":"20th century","filename":"vich.mp3"},{"title":"Prelude and Fugue No. 24","genre":"Prelude","period":"20th century","filename":"prefugue.mp3"}],"bio":"Dmitri Dmitriyevich Shostakovich (25 September 1906 – 9 August 1975) was a Russian composer and pianist, and a prominent figure of 20th-century music. Shostakovich achieved fame in the Soviet Union under the patronage of Soviet chief of staff Mikhail Tukhachevsky, but later had a complex and difficult relationship with the government. Nevertheless, he received accolades and state awards and served in the Supreme Soviet of the RSFSR (1947–1962) and the Supreme Soviet of the Soviet Union (from 1962 until his death). After a period influenced by Sergei Prokofiev and Igor Stravinsky, Shostakovich developed a hybrid style, as exemplified by Lady Macbeth of the Mtsensk District (1934). This single work juxtaposed a wide variety of trends, including the neo-classical style (showing the influence of Stravinsky) and post-Romanticism (after Gustav Mahler). Sharp contrasts and elements of the grotesque characterize much of his music. Shostakovich's orchestral works include 15 symphonies and six concerti. His chamber output includes 15 string quartets, a piano quintet, two piano trios, and two pieces for string octet. His piano works include two solo sonatas, an early set of preludes, and a later set of 24 preludes and fugues. Other works include three operas, several song cycles, ballets, and a substantial quantity of film music; especially well known is The Second Waltz, Op. 99, music to the film The First Echelon (1955–1956).","century":"XX"},{"name":"Machaut, Guillaume de","period":"Medieval","country":"France","tracks":[{"title":"Quant En Moy","genre":"Motet","period":"Medieval","filename":"motet.mp3"}],"bio":"Guillaume de Machaut (sometimes spelled Machault) (c. 1300 – April 1377) was a medieval French poet and composer. He is one of the earliest composers on whom significant biographical information is available. According to Daniel Leech-Wilkinson, Machaut was the last great poet who was also a composer. Well into the 15th century, Machaut's poetry was greatly admired and imitated by other poets, including Geoffrey Chaucer. Machaut composed in a wide range of styles and forms. He is a part of the musical movement known as the ars nova. Machaut helped develop the motet and secular song forms (particularly the lai and the formes fixes: rondeau, virelai and ballade). Machaut wrote the Messe de Nostre Dame, the earliest known complete setting of the Ordinary of the Mass attributable to a single composer.","century":"XIV"},{"name":"Leonin","period":"Medieval","country":"France","tracks":[{"title":"Resonemus Hoc Natali","genre":"Organum","period":"Medieval","filename":"organum.mp3"}],"bio":"Léonin (also Leoninus, Leonius, Leo) (fl. 1150s — d. ? 1201) was the first known significant composer of polyphonic organum. He was probably French, probably lived and worked in Paris at the Notre Dame Cathedral and was the earliest member of the Notre Dame school of polyphony and the ars antiqua style who is known by name. The name Léonin is derived from Leoninus, which is the Latin diminutive of the name Leo; therefore it is likely that Léonin's given French name was Léo. All that is known about him comes from the writings of a later student at the cathedral known as Anonymous IV, an Englishman who left a treatise on theory and who mentions Léonin as the composer of the Magnus Liber, the great book of organum. Much of the Magnus Liber is devoted to clausulae—melismatic portions of Gregorian chant which were extracted into separate pieces where the original note values of the chant were greatly slowed down and a fast-moving upper part is superimposed. Léonin might have been the first composer to use the rhythmic modes, and maybe he invented a notation for them. According to W.G. Waite, writing in 1954: It was Léonin's incomparable achievement to introduce a rational system of rhythm into polyphonic music for the first time, and, equally important, to create a method of notation expressive of this rhythm.","century":"XII"},{"name":"Dufay, Guillaume","period":"Renaissance","country":"Belgium","tracks":[{"title":"Se La Face Ay Pale","genre":"Ballade","period":"Renaissance","filename":"ballade.mp3"}],"bio":"Guillaume Dufay (also Du Fay, Du Fayt; August 5, c. 1397 – November 27, 1474) was a Franco-Flemish composer of the early Renaissance. As the central figure in the Burgundian School, he was the most famous and influential composer in Europe in the mid-15th century, and his music was copied, distributed and sung everywhere that polyphony had taken root. Almost all composers of the succeeding generations absorbed some elements of his style. The wide distribution of his music is all the more impressive considering that he died decades before the availability of music printing. He composed in most of the common forms of the day, including masses, motets, Magnificats, hymns, simple chant settings in fauxbourdon, and antiphons within the area of sacred music, and rondeaux, ballades, virelais and a few other chanson types within the realm of secular music. None of his surviving music is specifically instrumental, although instruments were certainly used for some of his secular music, especially for the lower parts; all of his sacred music is vocal. Instruments may have been used to reinforce the voices in actual performance for almost any of his works. Seven complete Masses, 28 individual Mass movements, 15 settings of chant used in Mass propers, three Magnificats, two Benedicamus Domino settings, 15 antiphon settings (six of them Marian antiphons), 27 hymns, 22 motets (13 of these isorhythmic in the more angular, austere 14th-century style which gave way to more melodic, sensuous treble-dominated part-writing with phrases ending in the under-third cadence in Dufay's youth) and 87 chansons definitely by him have survived. But attributing works of questionable authorship to Dufay based on alleged stylistic similarities has been a favorite pastime of musicologists for at least a hundred years, judging from the copious literature on the subject. Dufay was one of the last composers to make use of late-medieval polyphonic structural techniques such as isorhythm,[7] and one of the first to employ the more mellifluous harmonies, phrasing and melodies characteristic of the early Renaissance.[8] His compositions within the larger genres (masses, motets and chansons) are mostly similar to each other; his renown is largely due to what was perceived as his perfect control of the forms in which he worked, as well as his gift for memorable and singable melody. During the 15th century he was universally regarded as the greatest composer of his time, an opinion that has largely survived to the present day.","century":"XIV"},{"name":"Binchois, Gilles","period":"Renaissance","country":"Belgium","tracks":[{"title":"Je Me Recommande Humblement","genre":"Chanson","period":"Renaissance","filename":"chanson.mp3"}],"bio":"Gilles de Binche (called Binchois), also known as Gilles de Bins (c. 1400 – 20 September 1460), was a Netherlandish composer, one of the earliest members of the Burgundian school and one of the three most famous composers of the early 15th century. While often ranked behind his contemporaries Guillaume Dufay and John Dunstable, at least by contemporary scholars, his influence was arguably greater than either, since his works were cited, borrowed and used as source material more often than those by any other composer of the time. Binchois is often considered to be the finest melodist of the 15th century, writing carefully shaped lines which are not only easy to sing but utterly memorable. His tunes appeared in copies decades after his death, and were often used as sources for Mass composition by later composers. Most of his music, even his sacred music, is simple and clear in outline, sometimes even ascetic; a greater contrast between Binchois and the extreme complexity of the ars subtilior of the prior (fourteenth) century would be hard to imagine. Most of his secular songs are rondeaux, which became the most common song form during the century. He rarely wrote in strophic form, and his melodies are generally independent of the rhyme scheme of the verses they are set to. Binchois wrote music for the court, secular songs of love and chivalry that met the expectations and satisfied the taste of the Dukes of Burgundy who employed him, and evidently loved his music accordingly. About half of his extant secular music is found in the manuscript Oxford.","century":"XIV"},{"name":"Holborne, Anthony","period":"Renaissance","country":"England","tracks":[{"title":"The Fairie Round","genre":"Galliard","period":"Renaissance","filename":"galliard.mp3"}],"bio":"Anthony [Antony] Holborne [Holburne] (c. 1545 – 29 November 1602) was a composer of English consort music during the reign of Queen Elizabeth I. He was held in the highest regard as a composer by contemporaries. John Dowland dedicated the first song I saw my lady weepe in his Second Booke to Holborne. His patron was the Countess of Pembroke, Mary Sidney. In the 1590s he entered the service of Sir Robert Cecil, the 1st Earl of Salisbury. His first known book was the Cittarn Schoole of 1597, consisting of compositions for the cittern. The preface indicates the pieces were composed over a number of years. He writes that the musical compositions are untimely fruits of my youth, begotten in the cradle and infancy of my slender skill. The Pavans, Galliards, Almains and other short Aeirs, both grave and light, in five parts, for Viols, Violins, or other Musicall Winde Instruments was published in 1599 and consisted of 65 of his own compositions. It is the largest surviving collection of its kind. Most are of the pavan-galliard combination. Other pieces are of the allemande style. The rest are unclassified.","century":"XVI"},{"name":"Malvezzi, Cristofano","period":"Renaissance","country":"Italy","tracks":[{"title":"Dal Vago E Bel Sereno","genre":"Intermedio","period":"Renaissance","filename":"intermedio.mp3"}],"bio":"Cristofano Malvezzi (baptised June 28, 1547 – January 22, 1599) was an Italian organist and composer of the late Renaissance. He was one of the most famous composers in the city of Florence during a time of transition to the Baroque style. Malevezzi was born in Lucca. From 1551 he lived in Florence, serving the Medicis from 1562. He held a number of organist posts in the city, and also taught pupils, among them Jacopo Peri, who is often regarded as the inventor of opera. From 1573 he held the double post of maestro di cappella at the cathedral as well as at S Giovanni Battista, which was the highest position for a musician in the city. Among his works are three books of madrigals, a book of ricercars, but only two sacred compositions—a curious omission for a composer so closely connected with the church.","century":"XVI"},{"name":"Caccini, Giulio","period":"Renaissance","country":"Italy","tracks":[{"title":"Amarilli, Mia Bella","genre":"Madrigal","period":"Renaissance","filename":"madrigal.mp3"}],"bio":"Giulio Romolo Caccini (also Giulio Romano) (8 October 1551 – buried 10 December 1618), was an Italian composer, teacher, singer, instrumentalist and writer of the very late Renaissance and early Baroque eras. He was one of the founders of the genre of opera, and one of the single most influential creators of the new Baroque style. The stile recitativo, as the newly created style of monody was called, proved to be popular not only in Florence, but elsewhere in Italy. Florence and Venice were the two most progressive musical centers in Europe at the end of the 16th century, and the combination of musical innovations from each place resulted in the development of what came to be known as the Baroque style. Caccini's achievement was to create a type of direct musical expression, as easily understood as speech, which later developed into the operatic recitative, and which influenced numerous other stylistic and textural elements in Baroque music. Caccini's most influential work was a collection of monodies and songs for solo voice and basso continuo, published in 1602, called Le nuove musiche. Although it is often considered the first published collection of monodies, it was actually preceded by the collection by Domenico Melli. Caccini wrote music for three operas—Euridice (1600), Il rapimento di Cefalo (1600, excerpts published in the first Nuove Musiche), and Euridice (1602), though the first two were collaborations with others (mainly Peri for the first Euridice). In addition he wrote the music for one intermedio (Io che dal ciel cader farei la luna) (1589). No music for multiple voices survives, even though the records from Florence indicate he was involved with polychoral music around 1610. He was predominantly a composer of monody and solo song accompanied by a chordal instrument (he himself played harp), and it is in this capacity that he acquired his immense fame. He published two collections of songs and solo madrigals, both titled Le nuove musiche, in 1602 (new style) and 1614 (the latter as Nuove Musiche e nuova maniera di scriverle). Most of the madrigals are through-composed and contain little repetition; some of the songs, however, are strophic. Among the most famous and widely disseminated of these is the madrigal Amarilli, mia bella.","century":"XVI"},{"name":"Gabrieli, Giovanni","period":"Renaissance","country":"Italy","tracks":[{"title":"Toccata Del Secondo Tono","genre":"Toccata","period":"Renaissance","filename":"toccata.mp3"},{"title":"Sonata Pian e Forte","genre":"Symphony","period":"Renaissance","filename":"sacrae.mp3"}],"bio":"Giovanni Gabrieli (c. 1554/1557 – 12 August 1612) was an Italian composer and organist. He was one of the most influential musicians of his time, and represents the culmination of the style of the Venetian School, at the time of the shift from Renaissance to Baroque idioms. Though Gabrieli composed in many of the forms current at the time, he preferred sacred vocal and instrumental music. All of his secular vocal music is relatively early; he never wrote lighter forms, such as dances; and late in his career he concentrated on sacred vocal and instrumental music that exploited sonority for maximum effect. Among the innovations credited to him – and while he was not always the first, he was the most famous to do these things – were the use of dynamics; the use of specifically notated instrumentation (as in the famous Sonata pian' e forte); and the use of massive forces arrayed in multiple, spatially separated groups, an idea which was to be the genesis of the Baroque concertato style, and which spread quickly to northern Europe, both by the report of visitors to Venice and by Gabrieli's students, which included Hans Leo Hassler and Heinrich Schütz. There seems to be a distinct change in Gabrieli's style after 1605, the year of publication of Monteverdi's Quinto libro di madrigali, and Gabrieli's compositions are in a much more homophonic style as a result. There are sections purely for instruments – called Sinfonia – and small sections for soloists singing florid lines, accompanied simply by a basso continuo. Alleluia refrains provide refrains within the structure, forming rondo patterns in the motets, with close dialogue between choirs and soloists. In particular, one of his best-known pieces, In Ecclesiis, is a showcase of such polychoral techniques, making use of four separate groups of instrumental and singing performers, underpinned by the omnipresent organ and continuo.","century":"XVI"},{"name":"Cabezon, Antonio de","period":"Renaissance","country":"Spain","tracks":[{"title":"Tiento Del Quinto Tono","genre":"Tiento","period":"Renaissance","filename":"tiento.mp3"}],"bio":"Antonio de Cabezón (30 March 1510 – 26 March 1566) was a Spanish Renaissance composer and organist. Blind from childhood, he quickly rose to prominence as performer and was eventually employed by the royal family. He was among the most important composers of his time and the first major Iberian keyboard composer. Cabezón's variations are one of the earliest high points of the genre, and presumably influenced English composers such as Thomas Tallis and William Byrd. All of the variation sets begin with the first variation, assuming the theme is already known to the listener, and connects individual variations using free transitions, thus frequently making analysis of the structure complicated. Cabezón uses numerous techniques, such as a migrating and/or heavily ornamented cantus firmus. The models are taken from popular Spanish songs, dance forms, and established melodic-harmonic frameworks.","century":"XVI"},{"name":"Frescobaldi, Girolamo","period":"Renaissance","country":"Italy","tracks":[{"title":"Ricercar Dopo Il Credo","genre":"Ricercar","period":"Renaissance","filename":"ricercar.mp3"}],"bio":"Girolamo Alessandro Frescobaldi (also Gerolamo, Girolimo, and Geronimo Alissandro; September, 1583 – March 1, 1643) was a musician from Ferrara, one of the most important composers of keyboard music in the late Renaissance and early Baroque periods. A child prodigy, Frescobaldi studied under Luzzasco Luzzaschi in Ferrara, but was influenced by a large number of composers, including Ascanio Mayone, Giovanni Maria Trabaci, and Claudio Merulo. Girolamo Frescobaldi was appointed “organist” of St. Peter's Basilica, a focal point of power for the Capella Giulia (a musical organisation) from July 21, 1608 until 1628 and again from 1634 until his death. Frescobaldi's printed collections contain some of the most influential music of the 17th century. His work influenced Johann Jakob Froberger, Johann Sebastian Bach, Henry Purcell, and countless other major composers. Pieces from his celebrated collection of liturgical organ music, Fiori musicali (1635), were used as models of strict counterpoint as late as the 19th century. Frescobaldi was the first of the great composers of the ancient Franco-Netherlandish-Italian tradition who chose to focus his creative energy on instrumental composition. Frescobaldi brought a wide range of emotion to the relatively unplumbed depths of instrumental music. Contemporary critics acknowledged Frescobaldi as the single greatest trendsetter of keyboard music of their time. Even critics who did not approve of Frescobaldi’s vocal works agreed that he was a genius both playing and composing for the keyboard. Frescobaldi’s music did not lose direct influence until the 1660s, and his works held influence over the development of keyboard music over a century after his death. Bernardo Pasquini promoted Girolamo Frescobaldi to the rank of pedagogical authority.","century":"XVI"},{"name":"Susato, Tielman","period":"Renaissance","country":"Belgium","tracks":[{"title":"La Bataille","genre":"Pavane","period":"Renaissance","filename":"pavane.mp3"}],"bio":"Tielman — or Tylman — Susato (c. 1510/15 – after 1570) was a Renaissance composer, instrumentalist and publisher of music in Antwerp. While Susato's place of birth is unknown, some scholars believe that because of his name—Susato meaning de Soest, of the town of Soest — he may be from the town of that name in Westphalia, or the town of Soest in The Netherlands. Not much is known about his early life, but he begins appearing in various Antwerp archives of around 1530 working as a calligrapher as well as an instrumentalist. Susato was also an accomplished composer. He wrote (and published) several books of masses and motets which are in the typical imitative polyphonic style of the time. He also wrote two books of chansons which were specifically designed to be sung by young, inexperienced singers: they are for only two or three voices. Most important of his publications in terms of distribution and influence were the Souterliedekens of Clemens non Papa, which were metrical psalm settings in Dutch, using the tunes of popular songs. They were hugely popular in the Netherlands in the 16th century. Susato also was a prolific composer of instrumental music, and much of it is still recorded and performed today. He produced one book of dance music in 1551, Het derde musyck boexken ... alderhande danserye, composed of pieces in simple but artistic arrangement. Most of these pieces are dance forms (allemandes, galliards, and so forth).","century":"XVI"},{"name":"Peri, Jacopo","period":"Renaissance","country":"Italy","tracks":[{"title":"L'Euridice - Prologo","genre":"Opera","period":"Renaissance","filename":"opera.mp3"}],"bio":"Jacopo Peri (Zazzerino) (20 August 1561 – 12 August 1633) was an Italian composer and singer of the transitional period between the Renaissance and Baroque styles, and is often called the inventor of opera. He wrote the first work to be called an opera today, Dafne (around 1597), and also the first opera to have survived to the present day, Euridice (1600). In the 1590s, Peri became associated with Jacopo Corsi, the leading patron of music in Florence. They believed contemporary art was inferior to classical Greek and Roman works, and decided to attempt to recreate Greek tragedy, as they understood it. Peri and Corsi brought in the poet Ottavio Rinuccini to write a text, and the result, Dafne, though nowadays thought to be a long way from anything the Greeks would have recognised, is seen as the first work in a new form, opera. Rinuccini and Peri next collaborated on Euridice. This was first performed on 6 October 1600 at the Palazzo Pitti. Unlike Dafne, it has survived to the present day (though it is hardly ever staged, and then only as an historical curio). The work made use of recitatives, a new development which went between the arias and choruses and served to move the action along.","century":"XVI"},{"name":"des Prez, Josquin","period":"Renaissance","country":"Netherlands","tracks":[{"title":"Missa Pange Lingua","genre":"Mass","period":"Renaissance","filename":"mass.mp3"}],"bio":"Josquin des Prez (or Josquin Lebloitte dit Desprez; c. 1450/1455 – 27 August 1521), often referred to simply as Josquin, was a Netherlandish composer of the Renaissance. He was the most famous European composer between Guillaume Dufay and Palestrina, and is usually considered to be the central figure of the Franco-Flemish School. Josquin is widely considered by music scholars to be the first master of the high Renaissance style of polyphonic vocal music that was emerging during his lifetime. Josquin wrote both sacred and secular music, and in all of the significant vocal forms of the age, including masses, motets, chansons and frottole. During the 16th century, he was praised for both his supreme melodic gift and his use of ingenious technical devices. In modern times, scholars have attempted to ascertain the basic details of his biography, and have tried to define the key characteristics of his style to correct misattributions, a task that has proved difficult, as Josquin liked to solve compositional problems in different ways in successive compositions—sometimes he wrote in an austere style devoid of ornamentation, and at other times he wrote music requiring considerable virtuosity.[8] Heinrich Glarean wrote in 1547 that Josquin was not only a magnificent virtuoso (the Latin can be translated also as show-off) but capable of being a mocker, using satire effectively.[9] While the focus of scholarship in recent years has been to remove music from the Josquin canon (including some of his most famous pieces) and to reattribute it to his contemporaries, the remaining music represents some of the most famous and enduring of the Renaissance.","century":"XV"},{"name":"Lully, Jean-Baptiste","period":"Baroque","country":"France","tracks":[{"title":"Phaeton - Prologue","genre":"Minuet","period":"Baroque","filename":"minuet.mp3"},{"title":"Gavotte","genre":"Gavotte","period":"Baroque","filename":"gavotte.mp3"},{"title":"Gigue","genre":"Gigue","period":"Baroque","filename":"gigue.mp3"}],"bio":"Jean-Baptiste Lully (born Giovanni Battista Lulli; 28 November 1632 – 22 March 1687) was an Italian-born French composer, instrumentalist, and dancer who spent most of his life working in the court of Louis XIV of France. He is considered the chief master of the French baroque style. Lully disavowed any Italian influence in French music of the period. He became a French subject in 1661. Lully's music is known for its power, liveliness in its fast movements and its deep emotional character in its slower movements. Some of his most popular works are his passacailles (passacaglias) and chaconnes, which are dance movements found in many of his works such as Armide or Phaëton. The influence of Lully's music produced a radical revolution in the style of the dances of the court itself. In the place of the slow and stately movements which had prevailed until then, he introduced lively ballets of rapid rhythm, often based on well-known dance types such as gavottes, menuets, rigaudons and sarabandes. Through his collaboration with playwright Molière, a new music form emerged during the 1660s: the comédie-ballet which combined theater, comedy, incidental music and ballet. The popularity of these plays, with their sometimes lavish special effects, and the success and publication of Lully's operas and its diffusion beyond the borders of France, played a crucial role in synthesizing, consolidating and disseminating orchestral organization, scorings, performance practices, and repertory. Lully is credited with the invention in the 1650s of the French overture, a form used extensively in the Baroque and Classical eras, especially by Johann Sebastian Bach and George Frideric Händel.","century":"XVII"},{"name":"d'Anglebert, Jean-Henri","period":"Baroque","country":"France","tracks":[{"title":"Allemande in G-dur","genre":"Allemande","period":"Baroque","filename":"allemande.mp3"}],"bio":"Jean-Henri d'Anglebert (baptized 1 April 1629 – 23 April 1691) was a French composer, harpsichordist and organist. He was one of the foremost keyboard composers of his day. D'Anglebert's principal work is a collection of four harpsichord suites published in 1689 in Paris under the title Pièces de clavecin. The volume is dedicated to Marie Anne de Bourbon, a talented amateur harpsichordist who later studied under François Couperin. Apart from its contents, which represents some of the finest achievements of the French harpsichord school (and shows, among other things, D'Anglebert's thorough mastery of counterpoint and his substantial contribution to the genre of unmeasured prelude), Pièces de clavecin is historically important on several other counts. The collection was beautifully engraved with utmost care, which set a new standard for music engraving. Furthermore, D'Anglebert's table of ornaments is the most sophisticated before Couperin's (which only appeared a quarter of a century later, in 1713). It formed the basis of J.S. Bach's own table of ornaments (Bach copied D'Anglebert's table ca. 1710), and provided a model for other composers, including Rameau. Finally, D'Anglebert's original pieces are presented together with his arrangements of Lully's orchestral works. D'Anglebert's arrangements are, once again, some of the finest pieces in that genre, and show him experimenting with texture to achieve an orchestral sonority.","century":"XVII"},{"name":"Gregori, Giovanni Lorenzo","period":"Baroque","country":"Italy","tracks":[{"title":"Concerto Grosso a piu Stromenti in A-minor","genre":"Concerto grosso","period":"Baroque","filename":"grosso.mp3"}],"bio":"...","century":"XVII"},{"name":"Biber, Heinrich","period":"Baroque","country":"Austria","tracks":[{"title":"Ciaconna","genre":"Chaconne","period":"Baroque","filename":"chaconne.mp3"},{"title":"Passacaglia for solo violin","genre":"Passacaglia","period":"Baroque","filename":"passacaglia.mp3"}],"bio":"Heinrich Ignaz Franz Biber von Bibern (12 August 1644 (baptised) – 3 May 1704) was a Bohemian-Austrian composer and violinist. Born in the small Bohemian town of Kremsier (Wartenberg) (Stráž pod Ralskem), Biber worked at Graz and Kroměříž before he illegally left his Kremsier (Kroměříž) employer (Prince-Bishop Carl Liechtenstein-Castelcorno) and settled in Salzburg. He remained there for the rest of his life, publishing much of his music but apparently seldom, if ever, giving concert tours. Biber was one of the most important composers for the violin in the history of the instrument. His technique allowed him to easily reach the 6th and 7th positions, employ multiple stops in intricate polyphonic passages, and explore the various possibilities of scordatura tuning. He also wrote one of the earliest known pieces for solo violin, the monumental passacaglia of the Mystery Sonatas. During Biber's lifetime, his music was known and imitated throughout Europe. In the late 18th century he was named the best violin composer of the 17th century by music historian Charles Burney. In the late 20th century Biber's music, especially the Mystery Sonatas, enjoyed a renaissance. Today, it is widely performed and recorded.","century":"XVII"},{"name":"Handel, George Frideric","period":"Baroque","country":"England","tracks":[{"title":"Messiah","genre":"Oratorio","period":"Baroque","filename":"oratorio.mp3"},{"title":"Harpsichord Suite in D-minor - Sarabande","genre":"Suite","period":"Baroque","filename":"suite.mp3"}],"bio":"George Frideric Handel (23 February 1685 – 14 April 1759) was a German-born, British Baroque composer famous for his operas, oratorios, anthems and organ concertos. Born in a family indifferent to music, Handel received critical training in Halle, Hamburg and Italy before settling in London (1712), and became a naturalized British subject in 1727. He was strongly influenced both by the great composers of the Italian Baroque and the middle-German polyphonic choral tradition. Within fifteen years, Handel had started three commercial opera companies to supply the English nobility with Italian opera. Musicologist Winton Dean writes that his operas show that Handel was not only a great composer; he was a dramatic genius of the first order. As Alexander's Feast (1736) was well received, Handel made a transition to English choral works. After his success with Messiah (1742) he never performed an Italian opera again. It has been said that the passion of Handel's oratorios is an ethical one, and that they are hallowed not by liturgical dignity but by moral ideals of humanity. Almost blind, and having lived in England for nearly fifty years, he died in 1759, a respected and rich man. His funeral was given full state honours, and he was buried in Westminster Abbey. Handel is regarded as one of the greatest composers of the Baroque era, with works such as Water Music, Music for the Royal Fireworks and Messiah remaining popular. One of his four Coronation Anthems, Zadok the Priest (1727), composed for the coronation of George II of Great Britain, has been performed at every subsequent British coronation, traditionally during the sovereign's anointing. Handel composed more than forty operas in over thirty years, and since the late 1960s, with the revival of baroque music and historically informed musical performance, interest in Handel's operas has grown.","century":"XVII"},{"name":"Dieupart, Charles","period":"Baroque","country":"England","tracks":[{"title":"Suite No. 6 in F-minor - Sarabande","genre":"Sarabande","period":"Baroque","filename":"sarabande.mp3"}],"bio":"Charles Dieupart (after 1667 – 1740) was a French harpsichordist, violinist, and composer. Although he was known as Charles to his contemporaries, his real name may have been François. He was most probably born in Paris, but spent much of his life in London, where he settled sometime after 1702/1703. A prominent member of the Drury Lane musical establishment, Dieupart was active both as composer and performer and actively participated in the musical life of the city. However, after about 1712 he earned his income mostly by teaching, and in his later years lived in poverty. Dieupart's best known work is Six Suittes de clavessin (Amsterdam, 1701). As the title indicates, it contains six harpsichord suites. All of them are in seven movements, always beginning with the sequence ouverture – allemande – courante – sarabande – gavotte, and ending with either a menuet or a passepied, and a gigue as the final movement. Some of the movements are linked thematically. The music represents a highly successful synthesis of French, Italian and English styles, married with imaginative harmony. The same can be said about most of Dieupart's other music, which has been neglected in recent times.","century":"XVII"},{"name":"Vivaldi, Antonio","period":"Baroque","country":"Italy","tracks":[{"title":"Sonata in E-minor","genre":"Sonata","period":"Baroque","filename":"sonata.mp3"}],"bio":"Antonio Lucio Vivaldi (4 March 1678 – 28 July 1741) was an Italian Baroque composer, virtuoso violinist, teacher and cleric. Born in Venice, he was recognized as one of the greatest Baroque composers, and his influence during his lifetime was widespread across Europe. He is known mainly for composing many instrumental concertos, for the violin and a variety of other instruments, as well as sacred choral works and over forty operas. His best-known work is a series of violin concertos known as The Four Seasons. Many of his compositions were written for the female music ensemble of the Ospedale della Pietà, a home for abandoned children where Vivaldi (who had been ordained as a Catholic priest) was employed from 1703 to 1715 and from 1723 to 1740. Vivaldi also had some success with expensive stagings of his operas in Venice, Mantua and Vienna. After meeting the Emperor Charles VI, Vivaldi moved to Vienna, hoping for preferment. However, the Emperor died soon after Vivaldi's arrival, and Vivaldi himself died less than a year later in poverty. After his death, Vivaldi's music slid into obscurity until a vigorous revival in the 20th century. Today, he ranks among the most popular and widely recorded of Baroque composers, second perhaps only to Johann Sebastian Bach, who himself was deeply influenced by Vivaldi's work.","century":"XVII"},{"name":"Boyce, William","period":"Baroque","country":"England","tracks":[{"title":"Sinfonia No. 1","genre":"Sinfonia","period":"Baroque","filename":"sinfonia.mp3"}],"bio":"William Boyce (baptised 11 September 1711 – 7 February 1779) is widely regarded as one of the most important English-born composers of the 18th century. Boyce is best known for his set of eight symphonies, his anthems and his odes. He also wrote the masque Peleus and Thetis and songs for John Dryden's Secular Masque, incidental music for William Shakespeare's The Tempest, Cymbeline, Romeo and Juliet and The Winter's Tale, and a quantity of chamber music including a set of twelve trio sonatas. He also composed the British and Canadian Naval March Heart of Oak. The lyrics were later written by David Garrick for his 1759 play Harlequin's Invasion. Boyce was largely forgotten after his death and he remains a little-performed composer today, although a number of his pieces were rediscovered in the 1930s and Constant Lambert edited and sometimes conducted his works.","century":"XVIII"},{"name":"Fischer, Johann","period":"Baroque","country":"Germany","tracks":[{"title":"Praeludium No. 7 in E-dorisch","genre":"Prelude","period":"Baroque","filename":"prelude.mp3"}],"bio":"Johann Caspar Ferdinand Fischer (some authorities use the spelling Johann Kaspar Ferdinand Fischer) (c. 1656 – 27 August 1746) was a German Baroque composer. Johann Nikolaus Forkel ranked Fischer as one of the best composers for keyboard of his day, however, partly due to the rarity of surviving copies of his music, his music is rarely heard today. Much of Fischer's music shows the influence of the French Baroque style, exemplified by Jean Baptiste Lully, and he was responsible for bringing the French influence to German music. Fischer's harpsichord suites updated the standard Froberger model (Allemande - Courante - Sarabande - Gigue); he was also one of the first composers to apply the principles of the orchestral suite to the harpsichord, replacing the standard French ouverture with an unmeasured prelude. Both Bach and Handel knew Fischer's work and sometimes borrowed from it. Many compositions by Fischer were published during his lifetime.","century":"XVII"},{"name":"Beethoven, Ludwig van","period":"Classical","country":"Germany","tracks":[{"title":"Bagatelle in A-minor","genre":"Bagatelle","period":"Classical","filename":"bagatelle.mp3"},{"title":"Ich Liebe Dich","genre":"Lied","period":"Classical","filename":"lied.mp3"},{"title":"Symphony No. 5","genre":"Symphony","period":"Classical","filename":"symphony.mp3"},{"title":"Piano Sonata No. 8 in C-minor","genre":"Rondo","period":"Classical","filename":"rondo.mp3"}],"bio":"Ludwig van Beethoven ( baptised 17 December 1770 – 26 March 1827) was a German composer and pianist. A crucial figure in the transition between the Classical and Romantic eras in Western art music, he remains one of the most famous and influential of all composers. His best-known compositions include 9 symphonies, 5 concertos for piano, 32 piano sonatas, and 16 string quartets. He also composed other chamber music, choral works (including the celebrated Missa solemnis), and songs. Born in Bonn, then the capital of the Electorate of Cologne and part of the Holy Roman Empire, Beethoven displayed his musical talents at an early age and was taught by his father Johann van Beethoven and by Christian Gottlob Neefe. During his first 22 years in Bonn, Beethoven intended to study with Wolfgang Amadeus Mozart and befriended Joseph Haydn. Beethoven moved to Vienna in 1792 and began studying with Haydn, quickly gaining a reputation as a virtuoso pianist. He lived in Vienna until his death. In about 1800 his hearing began to deteriorate, and by the last decade of his life he was almost totally deaf. He gave up conducting and performing in public but continued to compose; many of his most admired works come from this period.","century":"XVIII"},{"name":"Mozart, Wolfgang Amadeus","period":"Classical","country":"Austria","tracks":[{"title":"Notturno in D-major","genre":"Nocturne","period":"Classical","filename":"nocturne.mp3"},{"title":"Serenade in G-major","genre":"Serenade","period":"Classical","filename":"serenade.mp3"}],"bio":"Wolfgang Amadeus Mozart (27 January 1756 – 5 December 1791), baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart,[2] was a prolific and influential composer of the Classical era. Mozart showed prodigious ability from his earliest childhood. Already competent on keyboard and violin, he composed from the age of five and performed before European royalty. At 17, he was engaged as a court musician in Salzburg, but grew restless and travelled in search of a better position, always composing abundantly. While visiting Vienna in 1781, he was dismissed from his Salzburg position. He chose to stay in the capital, where he achieved fame but little financial security. During his final years in Vienna, he composed many of his best-known symphonies, concertos, and operas, and portions of the Requiem, which was largely unfinished at the time of his death. The circumstances of his early death have been much mythologized. He was survived by his wife Constanze and two sons. He composed over 600 works, many acknowledged as pinnacles of symphonic, concertante, chamber, operatic, and choral music. He is among the most enduringly popular of classical composers, and his influence on subsequent Western art music is profound; Beethoven composed his own early works in the shadow of Mozart, and Joseph Haydn wrote that posterity will not see such a talent again in 100 years.","century":"XVIII"},{"name":"Field, John","period":"Classical","country":"Ireland","tracks":[{"title":"Nocturne No. 2 in C-moll","genre":"Nocturne","period":"Classical","filename":"field.mp3"}],"bio":"John Field (26 July 1782, baptised 5 September 1782 – 23 January 1837) was an Irish pianist, composer, and teacher. He was born in Dublin into a musical family, and received his early education there. The Fields soon moved to London, where Field studied under Muzio Clementi. Under his tutelage, Field quickly became a famous and sought-after concert pianist; together, master and pupil visited Paris, Vienna, and St. Petersburg. Ambiguity surrounds Field's decision to remain in the Russian capital, but it is likely that Field acted as a sales representative for the Clementi Pianos. Field was very highly regarded by his contemporaries and his playing and compositions influenced many major composers, including Frédéric Chopin, Johannes Brahms, Robert Schumann, and Franz Liszt. Field is best known as the instigator of the nocturne, but there is evidence to suggest that this is a posthumous accolade. Although little is known of Field in Russia, he undoubtedly contributed substantially to concerts and teaching, and to the development of the Russian piano school.","century":"XVIII"},{"name":"Teixidor, Jaime","period":"20th century","country":"Spain","tracks":[{"title":"Amparito Roca","genre":"March","period":"20th century","filename":"roca.mp3"}],"bio":"Jaime Teixidor (or Texidor) Dalmau (was born in Barcelona on April 16, 1884 and died in Barakaldo on February 23, 1957. He was a Spanish musician, conductor, publisher, and composer. After studying composition and conducting in Barcelona he joined the army in 1906 as a musician, performing on the saxophone. He became the director of the 68th “Africa” Regiment band (Banda Música del regimiento 68) in the autonomous Spanish city of Melilla on the Moroccan coast. He retired from military service in 1920 after thirteen years with this band. In 1924, he directed the Banda de Música Primitiva in Carlet and also taught piano and violin. He resided in Carlet only a couple of years and then moved to Manises, Valencia to lead the Banda del Círculo Instructivo Musical. In 1928 he won a competition to direct the municipal band of Barakaldo which he did until the end of his life. One source indicates he gave up the direction of the band for political reasons during the Spanish Civil War. In Barakaldo he also set up a music publishing firm, which published his compositions and others. He composed over 500 works. These include marches and pasodobles as well as boleros, foxtrots, jotas, sambas, tangos, schottisches, and waltzes for band.","century":"XIX"},{"name":"Chopin, Frederic","period":"Romantic","country":"Poland","tracks":[{"title":"Mazurka No. 1 in G-minor","genre":"Mazurka","period":"Romantic","filename":"mazurka.mp3"},{"title":"Waltz No. 2","genre":"Waltz","period":"Romantic","filename":"waltz.mp3"},{"title":"Etude No. 4","genre":"Etude","period":"Romantic","filename":"chopetude.mp3"},{"title":"Polonaise No. 1 in A-major","genre":"Polonaise","period":"Romantic","filename":"polonaise.mp3"},{"title":"Scherzo No. 2 in B-flat minor","genre":"Scherzo","period":"Romantic","filename":"choscherzo.mp3"}],"bio":"Frédéric François Chopin (22 February or 1 March 1810 – 17 October 1849), born Fryderyk Franciszek Chopin, was a Polish composer and virtuoso pianist of the Romantic era, who wrote primarily for the solo piano. He gained and has maintained renown worldwide as one of the leading musicians of his era, whose poetic genius was based on a professional technique that was without equal in his generation. Chopin was born in what was then the Duchy of Warsaw, and grew up in Warsaw, which after 1815 became part of Congress Poland. A child prodigy, he completed his musical education and composed many of his works in Warsaw before leaving Poland, aged 20, less than a month before the outbreak of the November 1830 Uprising. At the age of 21 he settled in Paris. Thereafter, during the last 18 years of his life, he gave only some 30 public performances, preferring the more intimate atmosphere of the salon. He supported himself by selling his compositions and teaching piano, for which he was in high demand. Chopin formed a friendship with Franz Liszt and was admired by many of his musical contemporaries, including Robert Schumann. In 1835 he obtained French citizenship. After a failed engagement to a Polish girl, from 1837 to 1847 he maintained an often troubled relationship with the French writer George Sand. A brief and unhappy visit to Majorca with Sand in 1838–39 was one of his most productive periods of composition. In his last years, he was financially supported by his admirer Jane Stirling, who also arranged for him to visit Scotland in 1848. Through most of his life, Chopin suffered from poor health. He died in Paris in 1849, probably of tuberculosis. All of Chopin's compositions include the piano. Most are for solo piano, although he also wrote two piano concertos, a few chamber pieces, and some songs to Polish lyrics. His keyboard style is highly individual and often technically demanding; his own performances were noted for their nuance and sensitivity. Chopin invented the concept of instrumental ballade. His major piano works also include sonatas, mazurkas, waltzes, nocturnes, polonaises, études, impromptus, scherzos, and preludes, some published only after his death. Many contain elements of both Polish folk music and of the classical tradition of J.S. Bach, Mozart and Schubert, all of whom he particularly admired. His innovations in style, musical form, and harmony, and his association of music with nationalism, were influential throughout and after the late Romantic period. Both in his native Poland and beyond, Chopin's music, his status as one of music's earliest superstars, his association (if only indirect) with political insurrection, his love life and his early death have made him, in the public consciousness, a leading symbol of the Romantic era. His works remain popular, and he has been the subject of numerous films and biographies of varying degrees of historical accuracy.","century":"XIX"},{"name":"Couperin, Francois","period":"Baroque","country":"France","tracks":[{"title":"Les Bagatelles","genre":"Bagatelle","period":"Baroque","filename":"coup.mp3"}],"bio":"François Couperin (10 November 1668 – 11 September 1733) was a French Baroque composer, organist and harpsichordist. He was known as Couperin le Grand (Couperin the Great) to distinguish him from other members of the musically talented Couperin family. Couperin acknowledged his debt to the Italian composer Corelli. He introduced Corelli's trio sonata form to France. Couperin's grand trio sonata was subtitled Le Parnasse, ou L'apothéose de Corelli (Parnassus, or the Apotheosis of Corelli). In it he blended the Italian and French styles of music in a set of pieces which he called Les goûts réunis (Styles Reunited). Many of Couperin's keyboard pieces have evocative, picturesque titles (such as The mysterious barricades) and express a mood through key choices, adventurous harmonies and (resolved) discords. They have been likened to miniature tone poems. These features attracted Richard Strauss, who orchestrated some of them. Johannes Brahms's piano music was influenced by the keyboard music of Couperin. Brahms performed Couperin's music in public and contributed to the first complete edition of Couperin's Pièces de clavecin by Friedrich Chrysander in the 1880s.","century":"XVII"},{"name":"Schubert, Franz","period":"Romantic","country":"Austria","tracks":[{"title":"Lied Der Mignon","genre":"Lied","period":"Romantic","filename":"lieder.mp3"},{"title":"Kupelwieser Waltz","genre":"Waltz","period":"Romantic","filename":"kwaltz.mp3"}],"bio":"Franz Peter Schubert (31 January 1797 – 19 November 1828) was an Austrian composer. Despite dying at age thirty-one, Schubert was extremely prolific. His output consists of over six hundred secular vocal works (mainly Lieder), seven complete symphonies, sacred music, operas, incidental music and a large body of chamber and piano music. Appreciation of his music while he was alive was limited to a relatively small circle of admirers in Vienna, but interest in his work increased significantly in the decades following his death. Felix Mendelssohn, Robert Schumann, Franz Liszt, Johannes Brahms and other 19th-century composers discovered and championed his works. Today, Schubert is ranked among the greatest composers of the early Romantic era and, as such, is one of the most frequently performed composers of the early nineteenth century. Schubert wrote over 1,500 works in a remarkably short career. The largest number of these are songs for solo voice and piano (over 600). He also composed a considerable number of secular works for two or more voices, namely part songs, choruses and cantatas. He completed eight orchestral overtures and seven complete symphonies, in addition to fragments of six others. While he composed no concertos, he did write three concertante works for violin and orchestra. There is a large body of music for solo piano, including fourteen complete sonatas, numerous miscellaneous works and many short dances. There is also a relatively large set of works for piano duet. There are over fifty chamber works, including some fragmentary works. His sacred output includes seven masses, one oratorio and one requiem, among other mass movements and numerous smaller compositions. He completed only eleven of his twenty stage works.","century":"XVIII"},{"name":"Pergolesi, Giovanni Battista","period":"Baroque","country":"Italy","tracks":[{"title":"La Serva Padrona","genre":"Intermezzo","period":"Baroque","filename":"inter.mp3"}],"bio":"Giovanni Battista Pergolesi (4 January 1710 – 16 March 1736) was an Italian composer, violinist and organist. Pergolesi was one of the most important early composers of opera buffa (comic opera). His opera seria, Il prigionier superbo, contained the two act buffa intermezzo, La Serva Padrona (The Servant Mistress, 28 August 1733), which became a very popular work in its own right. When it was performed in Paris in 1752, it prompted the so-called Querelle des Bouffons (quarrel of the comic actors) between supporters of serious French opera by the likes of Jean-Baptiste Lully and Jean-Philippe Rameau and supporters of new Italian comic opera. Pergolesi was held up as a model of the Italian style during this quarrel, which divided Paris's musical community for two years. ","century":"XVIII"},{"name":"Mendelssohn, Felix","period":"Romantic","country":"Germany","tracks":[{"title":"A Midsummer Night's Dream - Intermezzo","genre":"Intermezzo","period":"Romantic","filename":"intermezzo.mp3"}],"bio":"Jakob Ludwig Felix Mendelssohn Bartholdy (3 February 1809 – 4 November 1847), born and widely known as Felix Mendelssohn, was a German composer, pianist, organist and conductor of the early Romantic period. A grandson of the philosopher Moses Mendelssohn, Felix Mendelssohn was born into a prominent Jewish family. Although initially he was raised without religion, he was later baptised as a Reformed Christian. Mendelssohn was recognised early as a musical prodigy, but his parents were cautious and did not seek to capitalise on his talent. Mendelssohn enjoyed early success in Germany, where he also revived interest in the music of Johann Sebastian Bach, and in his travels throughout Europe. He was particularly well received in Britain as a composer, conductor and soloist, and his ten visits there – during which many of his major works were premiered – form an important part of his adult career. His essentially conservative musical tastes, however, set him apart from many of his more adventurous musical contemporaries such as Franz Liszt, Richard Wagner and Hector Berlioz. The Leipzig Conservatoire (now the University of Music and Theatre Leipzig), which he founded, became a bastion of this anti-radical outlook. Mendelssohn wrote symphonies, concerti, oratorios, piano music and chamber music. His best-known works include his Overture and incidental music for A Midsummer Night's Dream, the Italian Symphony, the Scottish Symphony, the overture The Hebrides, his mature Violin Concerto, and his String Octet. His Songs Without Words are his most famous solo piano compositions. After a long period of relative denigration due to changing musical tastes and anti-Semitism in the late 19th and early 20th centuries, his creative originality has now been recognised and re-evaluated. He is now among the most popular composers of the Romantic era.","century":"XIX"},{"name":"Vorisek, Jan Vaclav","period":"Romantic","country":"Austria","tracks":[{"title":"Impromptu No. 4 in A-minor","genre":"Impromptu","period":"Romantic","filename":"impromptu.mp3"}],"bio":"Jan Václav Hugo Voříšek (11 May 1791, Vamberk, Bohemia – 19 November 1825, Vienna, Austria) was a Bohemian composer, pianist and organist. Voříšek wrote only one symphony, his Symphony in D major, in 1821. Its conservative style has been likened to Beethoven's first two symphonies, but its melodically inventive early Romantic idiom was similar to Schubert's. The first recorded use of impromptu as a musical term occurred in 1817, in the Allgemeine musikalische Zeitung, an idea of the publisher to describe a piano piece by Voříšek. His Impromptus Op.7 were published in 1822, pieces known to his friend Schubert who subsequently used the description for several sets of music for piano, as did Chopin and numerous lesser composers.","century":"XVIII"},{"name":"Liszt, Franz","period":"Romantic","country":"Hungary","tracks":[{"title":"Un Sospiro","genre":"Etude","period":"Romantic","filename":"etude.mp3"},{"title":"Hungarian Rhapsody No. 2","genre":"Rhapsody","period":"Romantic","filename":"rhap.mp3"}],"bio":"Franz Liszt, Third Order of St. Francis (October 22, 1811 – July 31, 1886), in modern use Liszt Ferenc, from 1859 to 1867 officially Franz Ritter von Liszt, was a 19th-century Hungarian composer, virtuoso pianist, conductor, teacher and Franciscan tertiary. Liszt gained renown in Europe during the early nineteenth century for his virtuosic skill as a pianist. He was said by his contemporaries to have been the most technically advanced pianist of his age, and in the 1840s he was considered by some to be perhaps the greatest pianist of all time. Liszt was also a well-known and influential composer, piano teacher and conductor. He was a benefactor to other composers, including Richard Wagner, Hector Berlioz, Camille Saint-Saëns, Edvard Grieg and Alexander Borodin. As a composer, Liszt was one of the most prominent representatives of the Neudeutsche Schule (New German School). He left behind an extensive and diverse body of work in which he influenced his forward-looking contemporaries and anticipated some 20th-century ideas and trends. Some of his most notable contributions were the invention of the symphonic poem, developing the concept of thematic transformation as part of his experiments in musical form and making radical departures in harmony. He also played an important role in popularizing a wide array of music by transcribing it for piano.","century":"XIX"},{"name":"Tchaikovsky, Pyotr","period":"Romantic","country":"Russia","tracks":[{"title":"Swan Lake","genre":"Ballet","period":"Romantic","filename":"ballet.mp3"}],"bio":"Pyotr Ilyich Tchaikovsky (7 May 1840 – 6 November 1893), was a Russian composer whose works included symphonies, concertos, operas, ballets, chamber music, and a choral setting of the Russian Orthodox Divine Liturgy. Some of these are among the most popular theatrical music in the classical repertoire. He was the first Russian composer whose music made a lasting impression internationally, which he bolstered with appearances as a guest conductor later in his career in Europe and the United States. One of these appearances was at the inaugural concert of Carnegie Hall in New York City in 1891. Tchaikovsky was honored in 1884 by Emperor Alexander III, and awarded a lifetime pension in the late 1880s. Although musically precocious, Tchaikovsky was educated for a career as a civil servant. There was scant opportunity for a musical career in Russia at that time, and no system of public music education. When an opportunity for such an education arose, he entered the nascent Saint Petersburg Conservatory, from which he graduated in 1865. The formal Western-oriented teaching he received there set him apart from composers of the contemporary nationalist movement embodied by the Russian composers of The Five, with whom his professional relationship was mixed. Tchaikovsky's training set him on a path to reconcile what he had learned with the native musical practices to which he had been exposed from childhood. From this reconciliation, he forged a personal but unmistakably Russian style—a task that did not prove easy. The principles that governed melody, harmony and other fundamentals of Russian music ran completely counter to those that governed Western European music; this seemed to defeat the potential for using Russian music in large-scale Western composition or from forming a composite style, and it caused personal antipathies that dented Tchaikovsky's self-confidence. Russian culture exhibited a split personality, with its native and adopted elements having drifted apart increasingly since the time of Peter the Great, and this resulted in uncertainty among the intelligentsia of the country's national identity. While his music has remained popular among audiences, critical opinions were initially mixed. Some Russians did not feel it was sufficiently representative of native musical values and were suspicious that Europeans accepted it for its Western elements. In apparent reinforcement of the latter claim, some Europeans lauded Tchaikovsky for offering music more substantive than base exoticism, and thus transcending stereotypes of Russian classical music. Tchaikovsky's music was dismissed as lacking in elevated thought, according to longtime New York Times music critic Harold C. Schonberg, and its formal workings were derided as deficient for not following Western principles stringently.","century":"XIX"},{"name":"Brahms, Johannes","period":"Romantic","country":"Germany","tracks":[{"title":"Piano Quartet No. 1","genre":"Quartet","period":"Romantic","filename":"pianoq.mp3"},{"title":"String Quintet No. 2","genre":"Quintet","period":"Romantic","filename":"quintet.mp3"}],"bio":"Johannes Brahms (7 May 1833 – 3 April 1897) was a German composer and pianist. Born in Hamburg into a Lutheran family, Brahms spent much of his professional life in Vienna, Austria. In his lifetime, Brahms's popularity and influence were considerable. He is sometimes grouped with Johann Sebastian Bach and Ludwig van Beethoven as one of the Three Bs, a comment originally made by the nineteenth-century conductor Hans von Bülow. Brahms composed for piano, chamber ensembles, symphony orchestra, and for voice and chorus. A virtuoso pianist, he premiered many of his own works; he worked with some of the leading performers of his time, including the pianist Clara Schumann and the violinist Joseph Joachim (the three were close friends). Many of his works have become staples of the modern concert repertoire. Brahms, an uncompromising perfectionist, destroyed some of his works and left others unpublished. Brahms is often considered both a traditionalist and an innovator. His music is firmly rooted in the structures and compositional techniques of the Baroque and Classical masters. He was a master of counterpoint, the complex and highly disciplined art for which Johann Sebastian Bach is famous, and of development, a compositional ethos pioneered by Joseph Haydn, Wolfgang Amadeus Mozart, Ludwig van Beethoven, and other composers. Brahms aimed to honour the purity of these venerable German structures and advance them into a Romantic idiom, in the process creating bold new approaches to harmony and melody. While many contemporaries found his music too academic, his contribution and craftsmanship have been admired by subsequent figures as diverse as Arnold Schoenberg and Edward Elgar. The diligent, highly constructed nature of Brahms's works was a starting point and an inspiration for a generation of composers.","century":"XIX"},{"name":"Haydn, Joseph","period":"Classical","country":"Austria","tracks":[{"title":"Quinten","genre":"Quartet","period":"Classical","filename":"stringq.mp3"},{"title":"Sinfonia Concertante in B-flat major","genre":"Sinfonia concertante","period":"Classical","filename":"sincon.mp3"}],"bio":"Franz Joseph Haydn (31 March[1] 1732 – 31 May 1809), known as Joseph Haydn, was a prominent and prolific composer of the Classical period. He was instrumental in the development of chamber music such as the piano trio and his contributions to musical form have earned him the epithets Father of the Symphony and Father of the String Quartet. A lifelong resident of Austria, Haydn spent much of his career as a court musician for the wealthy Esterházy family at their remote estate. Until the later part of his life, this isolated him from other composers and trends in music so that he was, as he put it, forced to become original. At the time of his death, aged 77, he was one of the most celebrated composers in Europe. A central characteristic of Haydn's music is the development of larger structures out of very short, simple musical motifs, often derived from standard accompanying figures. The music is often quite formally concentrated, and the important musical events of a movement can unfold rather quickly. Haydn's work was central to the development of what came to be called sonata form. His practice, however, differed in some ways from that of Mozart and Beethoven, his younger contemporaries who likewise excelled in this form of composition. Haydn was particularly fond of the so-called monothematic exposition, in which the music that establishes the dominant key is similar or identical to the opening theme. Haydn also differs from Mozart and Beethoven in his recapitulation sections, where he often rearranges the order of themes compared to the exposition and uses extensive thematic development. Perhaps more than any other composer's, Haydn's music is known for its humor. The most famous example is the sudden loud chord in the slow movement of his Surprise symphony; Haydn's many other musical jokes include numerous false endings (e.g., in the quartets Op. 33 No. 2 and Op. 50 No. 3), and the remarkable rhythmic illusion placed in the trio section of the third movement of Op. 50 No. 1. The change in Haydn's approach was important in the history of classical music, as other composers were soon following his lead. Notably, Beethoven adopted the practice of taking his time and aiming high.","century":"XVIII"},{"name":"Saint-Saens, Camille","period":"Romantic","country":"France","tracks":[{"title":"Symphony No. 3","genre":"Sinfonia concertante","period":"Romantic","filename":"concertante.mp3"}],"bio":"Charles-Camille Saint-Saëns (9 October 1835 – 16 December 1921), also known by his nom de plume, Sannois, was a French composer, organist, conductor, and pianist of the Romantic era. He is known especially for The Carnival of the Animals, Danse macabre, Samson and Delilah (Opera), Violin Concerto No. 3, Piano Concerto No. 2, Cello Concerto No. 1, Havanaise, Introduction and Rondo Capriccioso, and his Symphony No. 3 (Organ Symphony). Saint-Saëns' concertos and many of his chamber music works are both technically difficult and transparent, requiring the skills of a virtuoso. The later chamber music pieces, such as the second violin sonata, the second cello sonata, and the second piano trio, are less accessible to a listener than earlier pieces in the same form. They were composed and performed when Saint-Saëns was already slipping out of popularity and, as a result, they are little known. They show a willingness to experiment with more progressive musical language and to abandon lyricism and charm for more profound expression. Saint-Saëns's early start and his long life provided him with time to write hundreds of compositions; during his career, he wrote many dramatic works, including four symphonic poems, and thirteen operas, of which Samson et Dalila and the symphonic poem Danse macabre are among his most famous. In all, he composed over 300 works and was one of the first major composers to write music specifically for the cinema, for Henri Lavedan's film The Assassination of the Duke of Guise.","century":"XIX"},{"name":"Bartok, Bela","period":"20th century","country":"Hungary","tracks":[{"title":"Rhapsody No. 1","genre":"Rhapsody","period":"20th century","filename":"rhapsody.mp3"},{"title":"Romanian Folk Dances","genre":"Dance","period":"20th century","filename":"bartok.mp3"}],"bio":"Béla Viktor János Bartók (March 25, 1881 – September 26, 1945) was a Hungarian composer and pianist. He is considered one of the most important composers of the 20th century; he and Liszt are regarded as Hungary's greatest composers. Through his collection and analytical study of folk music, he was one of the founders of comparative musicology, which later became ethnomusicology. Bartók's music reflects two trends that dramatically changed the sound of music in the 20th century: the breakdown of the diatonic system of harmony that had served composers for the previous two hundred years; and the revival of nationalism as a source for musical inspiration, a trend that began with Mikhail Glinka and Antonín Dvořák in the last half of the 19th century. In his search for new forms of tonality, Bartók turned to Hungarian folk music, as well as to other folk music of the Carpathian Basin and even of Algeria and Turkey; in so doing he became influential in that stream of modernism which exploited indigenous music and techniques. One characteristic style of music is his Night music, which he used mostly in slow movements of multi-movement ensemble or orchestral compositions in his mature period. It is characterised by eerie dissonances providing a backdrop to sounds of nature and lonely melodies. An example is the third movement Adagio of his Music for Strings, Percussion and Celesta.","century":"XIX"},{"name":"Faure, Gabriel","period":"Romantic","country":"France","tracks":[{"title":"Requiem in D-minor","genre":"Requiem","period":"Romantic","filename":"requiem.mp3"}],"bio":"Gabriel Urbain Fauré (12 May 1845 – 4 November 1924) was a French composer, organist, pianist and teacher. He was one of the foremost French composers of his generation, and his musical style influenced many 20th-century composers. Among his best-known works are his Pavane, Requiem, nocturnes for piano and the songs Après un rêve and Clair de lune. Although his best-known and most accessible compositions are generally his earlier ones, Fauré composed many of his most highly regarded works in his later years, in a more harmonically and melodically complex style. Fauré was born into a cultured but not especially musical family. His talent became clear when he was a small boy. At the age of nine, he was sent to a music college in Paris, where he was trained to be a church organist and choirmaster. Among his teachers was Camille Saint-Saëns, who became a lifelong friend. After graduating from the college in 1865, Fauré earned a modest living as an organist and teacher, leaving him little time for composition. When he became successful in his middle age, holding the important posts of organist of the Église de la Madeleine and director of the Paris Conservatoire, he still lacked time for composing; he retreated to the countryside in the summer holidays to concentrate on composition. By his last years, Fauré was recognised in France as the leading French composer of his day. An unprecedented national musical tribute was held for him in Paris in 1922, headed by the president of the French Republic. Outside France, Fauré's music took decades to become widely accepted, except in Britain, where he had many admirers during his lifetime. Fauré's music has been described as linking the end of Romanticism with the modernism of the second quarter of the 20th century. When he was born, Chopin was still composing, and by the time of Fauré's death, jazz and the atonal music of the Second Viennese School were being heard. The Grove Dictionary of Music and Musicians, which describes him as the most advanced composer of his generation in France, notes that his harmonic and melodic innovations influenced the teaching of harmony for later generations. During the last twenty years of his life, he suffered from increasing deafness. In contrast with the charm of his earlier music, his works from this period are sometimes elusive and withdrawn in character, and at other times turbulent and impassioned.","century":"XIX"},{"name":"Kodaly, Zoltan","period":"20th century","country":"Hungary","tracks":[{"title":"String Quartet No. 1","genre":"Quartet","period":"20th century","filename":"kodaly.mp3"}],"bio":"Zoltán Kodály (16 December 1882 – 6 March 1967) was a Hungarian composer, ethnomusicologist, pedagogue, linguist, and philosopher. He is best known internationally as the creator of the Kodály Method. In 1905 he visited remote villages to collect songs, recording them on phonograph cylinders. In 1906 he wrote the thesis on Hungarian folk song (Strophic Construction in Hungarian Folksong). Around this time Kodály met fellow composer Béla Bartók, whom he took under his wing and introduced to some of the methods involved in folk song collecting. The two became lifelong friends and champions of each other's music. All these works show a great originality of form and content, a very interesting blend of highly sophisticated mastery in the Western-European style of music, including classical, late-romantic, impressionistic and modernist tradition and at the other hand profound knowledge and respect for the folk music in Hungary and the Hungarian-inhabited areas of Slovakia and Romania. Throughout his adult life, Kodály was very interested in the problems of many types of music education, and he wrote a large amount of material on teaching methods as well as composing plenty of music intended for children's use. Beginning in 1935, along with his colleague Jenö Ádám (14 years his junior), he embarked on a long-term project to reform music teaching in Hungary's lower and middle schools. His work resulted in the publication of several highly influential books. The Hungarian music education program that developed in the 1940s became the basis for what is called the Kodály Method. While Kodály himself did not write a comprehensive method, he did establish a set of principles to follow in music education, and these principles were widely taken up by pedagogues (above all in Hungary, but also in many other countries) after World War II.","century":"XIX"},{"name":"Franck, Cesar","period":"Romantic","country":"France","tracks":[{"title":"Violin Sonata","genre":"Sonata","period":"Romantic","filename":"franck.mp3"}],"bio":"César-Auguste-Jean-Guillaume-Hubert Franck (10 December 1822 – 8 November 1890) was a composer, pianist, organist, and music teacher who worked in Paris during his adult life. He was born at Liège, in what is now Belgium (though at the time of his birth it was part of the United Kingdom of the Netherlands). In that city he gave his first concerts in 1834. He studied privately in Paris from 1835, where his teachers included Anton Reicha. After a brief return to Belgium, and a disastrous reception to an early oratorio Ruth, he moved to Paris, where he married and embarked on a career as teacher and organist. He gained a reputation as a formidable improviser, and travelled widely in France to demonstrate new instruments built by Aristide Cavaillé-Coll. In 1858 he became organist at Sainte-Clotilde, a position he retained for the rest of his life. He became professor at the Paris Conservatoire in 1872; he took French nationality, a requirement of the appointment. His pupils included Vincent d'Indy, Ernest Chausson, Louis Vierne, Charles Tournemire, Guillaume Lekeu and Henri Duparc. After acquiring the professorship Franck wrote several pieces that have entered the standard classical repertoire, including symphonic, chamber, and keyboard works.","century":"XIX"},{"name":"Popper, David","period":"Romantic","country":"Czech Republic","tracks":[{"title":"Hungarian Rhapsody","genre":"Rhapsody","period":"Romantic","filename":"popper.mp3"}],"bio":"David Popper (June 16, 1843 – August 7, 1913) was a Bohemian cellist and composer. Popper was a prolific composer of music for his instrument, writing four concertos, a Requiem for three cellos and orchestra (1891) and a number of smaller pieces which are still played today, including the ever-popular cello solo piece Tarantella. His shorter showpieces were written to highlight the unique sound and style native to the cello extending the instrument's range to heights with pieces such as Spinnlied (Spinning Song), Elfentanz (Dance of the Elves), or the Ungarische Rhapsodie (Hungarian Rhapsody), which was published by the Friedrich Hofmeister Musikverlag. He also wrote instructional pieces. Popper is also famous for his High School of Cello Playing (Op. 73), a book of cello études that is used almost universally by advanced cello students.","century":"XIX"},{"name":"Foss, Lukas","period":"20th century","country":"Germany","tracks":[{"title":"Capriccio","genre":"Capriccio","period":"20th century","filename":"foss.mp3"}],"bio":"Lukas Foss (August 15, 1922 – February 1, 2009) was an American composer, pianist, and conductor. The early works of Lukas Foss are neoclassical in style, using controlled improvisation and chance procedures with the twelve-tone technique and serialism, while his later works are polystylistic. Foss's solo piano music forms a relatively small part of his composition output. Still, it demonstrates, as a whole, his lighter, neoclassical stylistic practice and associated techniques.","century":"XX"},{"name":"Prokofiev, Sergei","period":"20th century","country":"Russia","tracks":[{"title":"Lieutenant Kije","genre":"Suite","period":"20th century","filename":"romance.mp3"},{"title":"Peter And The Wolf","genre":"March","period":"20th century","filename":"pmarch.mp3"}],"bio":"Sergei Sergeyevich Prokofiev (23 April 1891 – 5 March 1953) was a Russian composer, pianist and conductor. As the creator of acknowledged masterpieces across numerous musical genres, he is regarded as one of the major composers of the 20th century. His works include such widely heard works as the March from The Love for Three Oranges, the suite Lieutenant Kijé, the ballet Romeo and Juliet – from which Dance of the Knights is taken – and Peter and the Wolf, as well as five piano concertos, nine completed piano sonatas and seven symphonies. A graduate of the St Petersburg Conservatory, Prokofiev initially made his name as an iconoclastic composer-pianist, achieving notoriety with a series of ferociously dissonant and virtuosic works for his instrument, including his first two piano concertos. In 1915 Prokofiev made a decisive break from the standard composer-pianist category with his orchestral Scythian Suite, compiled from music originally composed for a ballet commissioned by Sergei Diaghilev of the Ballets Russes. Diaghilev commissioned three further ballets from Prokofiev – Chout, Le pas d'acier and The Prodigal Son – which at the time of their original production all caused a sensation among both critics and colleagues. Prokofiev's greatest interest, however, was opera, and he composed several works in that genre, including The Gambler and The Fiery Angel. Prokofiev's one relative success in that genre during his lifetime was The Love for Three Oranges, composed for Chicago Opera and subsequently performed over the following decade in Europe and Russia. After the Revolution, Prokofiev left Russia with the official blessing of the Soviet minister Anatoly Lunacharsky, and resided in the United States, then Germany, then Paris, making his living as a composer, pianist and conductor. During that time he married a Spanish singer, Carolina Codina, with whom he had two sons. In the early 1930s, the Great Depression diminished opportunities for Prokofiev's ballets and operas to be staged in America and western Europe. Prokofiev, who regarded himself as composer foremost, resented the time taken by touring as a pianist, and increasingly turned to Soviet Russia for commissions of new music; in 1936 he finally returned to his homeland with his family. He enjoyed some success there – notably with Lieutenant Kijé, Peter and the Wolf, Romeo and Juliet, and perhaps above all with Alexander Nevsky. The Nazi invasion of the USSR spurred him to compose his most ambitious work, an operatic version of Leo Tolstoy's War and Peace. In 1948 Prokofiev was criticized for anti-democratic formalism, and with his income severely curtailed was forced to compose Stalinist works such as On Guard for Peace. However, he also enjoyed personal and artistic support from a new generation of Russian performers, notably Sviatoslav Richter and Mstislav Rostropovich: for the latter he composed his Symphony-Concerto, whilst for the former he composed his ninth piano sonata.","century":"XIX"},{"name":"Rachmaninoff, Sergei","period":"20th century","country":"Russia","tracks":[{"title":"Moment Musicaux No. 4 in E-minor","genre":"Etude","period":"20th century","filename":"rach.mp3"},{"title":"Prelude No. 5 in G-minor","genre":"Prelude","period":"20th century","filename":"rach2.mp3"}],"bio":"Sergei Vasilievich Rachmaninoff (1 April [O.S. 20 March] 1873 – 28 March 1943) was a Russian composer, pianist, and conductor. Rachmaninoff is widely considered one of the finest pianists of his day and, as a composer, one of the last great representatives of Romanticism in Russian classical music. Early influences of Tchaikovsky, Rimsky-Korsakov, and other Russian composers gave way to a personal style notable for its song-like melodicism, expressiveness and his use of rich orchestral colors.[5] The piano is featured prominently in Rachmaninoff's compositional output, and through his own skills as a performer he explored the expressive possibilities of the instrument. Rachmaninoff's style showed initially the influence of Tchaikovsky. Beginning in the mid-1890s, his compositions began showing a more individual tone. His First Symphony has many original features. Its brutal gestures and uncompromising power of expression were unprecedented in Russian music at the time. Its flexible rhythms, sweeping lyricism and stringent economy of thematic material were all features he kept and refined in subsequent works. After the three fallow years following the poor reception of the symphony, Rachmaninoff's style began developing significantly. He started leaning towards sumptuous harmonies and broadly lyrical, often passionate melodies. His orchestration became subtler and more varied, with textures carefully contrasted, and his writing on the whole became more concise. His reputation as a composer generated a variety of opinions before his music gained steady recognition across the world. The 1954 edition of the Grove Dictionary of Music and Musicians notoriously dismissed Rachmaninoff's music as monotonous in texture ... consist[ing] mainly of artificial and gushing tunes and predicted that his popular success was not likely to last. To this, Harold C. Schonberg, in his Lives of the Great Composers, responded: It is one of the most outrageously snobbish and even stupid statements ever to be found in a work that is supposed to be an objective reference.","century":"XIX"},{"name":"Schnittke, Alfred","period":"20th century","country":"Russia","tracks":[{"title":"Concerto Grosso No. 1 - V movement","genre":"Concerto grosso","period":"20th century","filename":"schnittke.mp3"},{"title":"Postlude","genre":"Other","period":"20th century","filename":"postlude.mp3"}],"bio":"Alfred Schnittke (November 24, 1934 – August 3, 1998) was a Soviet and Russian composer. Schnittke's early music shows the strong influence of Dmitri Shostakovich. He developed a polystylistic technique in works such as the epic First Symphony (1969–1972) and First Concerto Grosso (1977). In the 1980s, Schnittke's music began to become more widely known abroad with the publication of his Second (1980) and Third (1983) String Quartets and the String Trio (1985); the ballet Peer Gynt (1985–1987); the Third (1981), Fourth (1984), and Fifth (1988) Symphonies; and the Viola (1985) and 1st Cello (1985–1986) Concertos. As his health deteriorated, Schnittke's music started to abandon much of the extroversion of his polystylism and retreated into a more withdrawn, bleak style. Schnittke's early music shows the strong influence of Dmitri Shostakovich, but after the visit of the Italian composer Luigi Nono to the USSR, he took up the serial technique in works such as Music for Piano and Chamber Orchestra (1964). However, Schnittke soon became dissatisfied with what he termed the puberty rites of serial self-denial. He created a new style which has been called polystylism, where he juxtaposed and combined music of various styles past and present. He once wrote, The goal of my life is to unify serious music and light music, even if I break my neck in doing so. His first concert work to use the polystylistic technique was the Second Violin Sonata, Quasi una sonata (1967–He experimented with techniques in his film work, as shown by much of the sonata appearing first in his score for the animation short The Glass Harmonica. As his health deteriorated, Schnittke started to abandon much of the extroversion of his polystylism and retreated into a more withdrawn, bleak style, quite accessible to the lay listener. The Fourth Quartet (1989) and Sixth (1992), Seventh (1993) and Eighth (1994) symphonies are good examples of this. Some Schnittke scholars, such as Gerard McBurney, have argued that it is the late works that will ultimately be the most influential parts of Schnittke's output. After a stroke in 1994 left him almost completely paralysed, Schnittke largely ceased to compose. He did complete some short works in 1997 and also a Ninth Symphony; its score was almost unreadable because he had written it with great difficulty with his left hand. The Ninth Symphony was first performed on 19 June 1998 in Moscow in a version deciphered – but also 'arranged' – by Gennady Rozhdestvensky, who conducted the premiere. After hearing a tape of the performance, Schnittke indicated he wanted it withdrawn.","century":"XX"},{"name":"Orff, Carl","period":"20th century","country":"Germany","tracks":[{"title":"Carmina Burana - O Fortuna","genre":"Cantata","period":"20th century","filename":"orff.mp3"}],"bio":"Carl Orff (July 10, 1895 – March 29, 1982) was a 20th-century German composer. In addition to his career as a composer, Orff developed an influential approach toward music education for children. Orff is most known for Carmina Burana (1936), a scenic cantata. It is the first part of a trilogy that also includes Catulli Carmina and Trionfo di Afrodite. Carmina Burana reflected his interest in medieval German poetry. The trilogy as a whole is called Trionfi, or Triumphs. The composer described it as the celebration of the triumph of the human spirit through sexual and holistic balance. The work was based on thirteenth-century poetry found in a manuscript dubbed the Codex latinus monacensis found in the Benedictine monastery of Benediktbeuern in 1803 and written by the Goliards; this collection is also known as Carmina Burana. While modern in some of his compositional techniques, Orff was able to capture the spirit of the medieval period in this trilogy, with infectious rhythms and simple harmonies. The medieval poems, written in Latin and an early form of German, are often racy, but without descending into smut. With the success of Carmina Burana, Orff disowned all of his previous works except for Catulli Carmina and the Entrata (an orchestration of The Bells by William Byrd (1539–1623)), which were rewritten until acceptable by Orff. Later on, however, many of these earlier works were released (some even with Orff's approval). As an historical aside, Carmina Burana is probably the most famous piece of music composed and premiered in Nazi Germany. Carmina Burana was in fact so popular that Orff received a commission in Frankfurt to compose incidental music for A Midsummer Night's Dream, which was supposed to replace the banned music by Mendelssohn. After several performances of this music, he claimed not to be satisfied with it, and reworked it into the final version that was first performed in 1964. In pedagogical circles he is probably best remembered for his Schulwerk (School Work). Originally a set of pieces composed and published for the Güntherschule (students ranging from 12 to 22), this title was also used for his books based on radio broadcasts in Bavaria in 1949. These pieces are collectively called Musik für Kinder [Music for Children], and also use the term Schulwerk. The Music for Children volumes were not designed to be performance pieces for the average child. Many of the parts are challenging for teachers to play. They were designed as examples of pieces that show the use of ostinati, bordun, and appropriate texts for children. Teachers using the volumes are encouraged to simplify the pieces, write original texts for the pieces and modify the instrumentation to adapt to the teacher's classroom situation.","century":"XIX"},{"name":"Monteverdi, Claudio","period":"Renaissance","country":"Italy","tracks":[{"title":"Lamento","genre":"Madrigal","period":"Renaissance","filename":"monteverdi.mp3"}],"bio":"Claudio Giovanni Antonio Monteverdi (15 May 1567 (baptized) – 29 November 1643) was an Italian composer, gambist, singer and Roman Catholic priest. Monteverdi's work, often regarded as revolutionary, marked the transition from the Renaissance style of music to that of the Baroque period. He developed two individual styles of composition – the heritage of Renaissance polyphony and the new basso continuo technique of the Baroque. Monteverdi wrote one of the earliest operas, L'Orfeo, an innovative work that is the earliest surviving opera that is still regularly performed. He was recognized as an innovative composer and enjoyed considerable fame in his lifetime. ","century":"XVI"},{"name":"Lassus, Orlande de","period":"Renaissance","country":"Netherlands","tracks":[{"title":"Matona, mia cara","genre":"Madrigal","period":"Renaissance","filename":"lasso.mp3"},{"title":"Alma redemptoris mater","genre":"Motet","period":"Renaissance","filename":"civ.mp3"}],"bio":"Roland de Lassus (also Orlande de Lassus, Orlando di Lasso, Orlandus Lassus, or Roland de Lattre; 1532, possibly 1530 – 14 June 1594) was a Netherlandish or Franco-Flemish composer of the late Renaissance. He is today considered to be the chief representative of the mature polyphonic style of the Franco-Flemish school, and one of the three most famous and influential musicians in Europe at the end of the 16th century (the other two being Palestrina and Victoria). One of the most prolific, versatile, and universal composers of the late Renaissance, Lassus wrote over 2,000 works in all Latin, French, Italian and German vocal genres known in his time. These include 530 motets, 175 Italian madrigals and villanellas, 150 French chansons, and 90 German lieder. No strictly instrumental music by Lassus is known to survive, or ever to have existed: an interesting omission for a composer otherwise so wide-ranging and prolific, during an age when instrumental music was becoming an ever-more prominent means of expression, all over Europe. The German music publisher Adam Berg dedicated 5 volumes of his Patrocinium musicum (published from 1573–1580) to Lassus' music.","century":"XVI"},{"name":"Rimsky-Korsakov, Nikolai","period":"Romantic","country":"Russia","tracks":[{"title":"Song of India","genre":"Opera","period":"Romantic","filename":"sadko.mp3"},{"title":"Procession of Nobles","genre":"Opera","period":"Romantic","filename":"nobles.mp3"}],"bio":"Nikolai Andreyevich Rimsky-Korsakov (18 March [O.S. 6 March] 1844 – 21 June [O.S. 8 June] 1908) was a Russian composer, and a member of the group of composers known as The Five. He was a master of orchestration. His best-known orchestral compositions—Capriccio Espagnol, the Russian Easter Festival Overture, and the symphonic suite Scheherazade—are staples of the classical music repertoire, along with suites and excerpts from some of his 15 operas. Scheherazade is an example of his frequent use of fairy tale and folk subjects. Rimsky-Korsakov believed, as did fellow composer Mily Balakirev and critic Vladimir Stasov, in developing a nationalistic style of classical music. This style employed Russian folk song and lore along with exotic harmonic, melodic and rhythmic elements in a practice known as musical orientalism, and eschewed traditional Western compositional methods. However, Rimsky-Korsakov appreciated Western musical techniques after he became a professor of musical composition, harmony and orchestration at the Saint Petersburg Conservatory in 1871. He undertook a rigorous three-year program of self-education and became a master of Western methods, incorporating them alongside the influences of Mikhail Glinka and fellow members of The Five. His techniques of composition and orchestration were further enriched by his exposure to the works of Richard Wagner. For much of his life, Rimsky-Korsakov combined his composition and teaching with a career in the Russian military—at first as an officer in the Imperial Russian Navy, then as the civilian Inspector of Naval Bands. He wrote that he developed a passion for the ocean in childhood from reading books and hearing of his older brother's exploits in the navy. This love of the sea might have influenced him to write two of his best-known orchestral works, the musical tableau Sadko (not to be confused with his later opera of the same name) and Scheherazade. Through his service as Inspector of Naval Bands, Rimsky-Korsakov expanded his knowledge of woodwind and brass playing, which enhanced his abilities in orchestration. He passed this knowledge to his students, and also posthumously through a textbook on orchestration that was completed by his son-in-law, Maximilian Steinberg. Rimsky-Korsakov left a considerable body of original Russian nationalist compositions. He prepared works by The Five for performance, which brought them into the active classical repertoire (although there is controversy over his editing of the works of Modest Mussorgsky), and shaped a generation of younger composers and musicians during his decades as an educator. Rimsky-Korsakov is therefore considered the main architect of what the classical music public considers the Russian style of composition. His influence on younger composers was especially important, as he served as a transitional figure between the autodidactism which exemplified Glinka and The Five and professionally trained composers which would become the norm in Russia by the closing years of the 19th century. While Rimsky-Korsakov's style was based on those of Glinka, Balakirev, Hector Berlioz, and Franz Liszt, he transmitted this style directly to two generations of Russian composers and influenced non-Russian composers including Maurice Ravel, Claude Debussy, Paul Dukas and Ottorino Respighi.","century":"XIX"},{"name":"Mussorgsky, Modest","period":"Romantic","country":"Russia","tracks":[{"title":"Night on Bald Mountain","genre":"Other","period":"Romantic","filename":"musorg.mp3"}],"bio":"Modest Petrovich Mussorgsky (21 March [O.S. 9 March] 1839 – 28 March [O.S. 16 March] 1881) was a Russian composer, one of the group known as The Five. He was an innovator of Russian music in the romantic period. He strove to achieve a uniquely Russian musical identity, often in deliberate defiance of the established conventions of Western music. Many of his works were inspired by Russian history, Russian folklore, and other nationalist themes. Such works include the opera Boris Godunov, the orchestral tone poem Night on Bald Mountain, and the piano suite Pictures at an Exhibition. For many years Mussorgsky's works were mainly known in versions revised or completed by other composers. Many of his most important compositions have recently come into their own in their original forms, and some of the original scores are now also available. Mussorgsky's works, while strikingly novel, are stylistically Romantic and draw heavily on Russian musical themes. He has been the inspiration for many Russian composers, including most notably Dmitri Shostakovich (in his late symphonies) and Sergei Prokofiev (in his operas). In 1868/9 he composed the opera Boris Godunov, about the life of the Russian tsar, but it was rejected by the Mariinsky Opera. Mussorgsky thus edited the work, making a final version in 1874. The early version is considered darker and more concise than the later version, but also more crude. Nikolai Rimsky-Korsakov re-orchestrated the opera in 1896 and revised it in 1908. The opera has also been revised by other composers, notably Shostakovich, who made two versions, one for film and one for stage. The opera Khovanshchina was unfinished and unperformed when Mussorgsky died, but it was completed by Rimsky-Korsakov and received its premiere in 1886 in Saint Petersburg. This opera, too, was revised by Shostakovich. The Fair at Sorochyntsi, another opera, was left incomplete at his death but a dance excerpt, the Gopak, is frequently performed. Mussorgsky's most imaginative and frequently performed work is the cycle of piano pieces describing paintings in sound called Pictures at an Exhibition. This composition, best known through an orchestral arrangement by Maurice Ravel, was written in commemoration of his friend, the architect Viktor Hartmann. Mussorgsky's single-movement orchestral work Night on Bald Mountain enjoyed broad popular recognition in the 1940s when it was featured, in tandem with Schubert's 'Ave Maria', in the Disney film Fantasia. Among the composer's other works are a number of songs, including three song cycles: The Nursery (1872), Sunless (1874) and Songs and Dances of Death (1877); plus Mephistopheles' Song of the Flea and many others. Important early recordings of songs by Mussorgsky were made by tenor Vladimir Rosing in the 1920s and 30s. Other recordings have been made by Boris Christoff between 1951 and 1957 and by Sergei Leiferkus in 1993.","century":"XIX"},{"name":"Borodin, Alexander","period":"Romantic","country":"Russia","tracks":[{"title":"For the Shores of Your Far Homeland","genre":"Other","period":"Romantic","filename":"shores.mp3"},{"title":"In the Steppes of Central Asia","genre":"Other","period":"Romantic","filename":"steppes.mp3"}],"bio":"Alexander Porfiryevich Borodin (12 November 1833 – 27 February 1887) was a Russian Romantic composer, doctor and chemist. He was a member of the group of composers called The Five who were dedicated to producing a specifically Russian kind of art music. He is best known for his symphonies, his two string quartets, In the Steppes of Central Asia and his opera Prince Igor. Music from Prince Igor and his string quartets was later adapted for the US musical Kismet. He was a notable advocate of women's rights and a proponent of education in Russia and was a founder of the School of Medicine for Women in St. Petersburg. Borodin's fame outside the Russian Empire was made possible during his lifetime by Franz Liszt, who arranged a performance of the Symphony No. 1 in Germany in 1880, and by the Comtesse de Mercy-Argenteau in Belgium and France. His music is noted for its strong lyricism and rich harmonies. Along with some influences from Western composers, as a member of The Five his music exudes also an undeniably Russian flavor. His passionate music and unusual harmonies proved to have a lasting influence on the younger French composers Debussy and Ravel (in homage, the latter composed in 1913 a piano piece entitled À la manière de Borodine). The evocative characteristics of Borodin's music made possible the adaptation of his compositions in the 1953 musical Kismet, by Robert Wright and George Forrest, notably in the songs Stranger in Paradise and And This Is My Beloved. In 1954, Borodin was posthumously awarded a Tony Award for this show.","century":"XIX"},{"name":"Balakirev, Mily","period":"Romantic","country":"Russia","tracks":[{"title":"Islamey","genre":"Other","period":"Romantic","filename":"islamey.mp3"},{"title":"Toccata in C# minor","genre":"Toccata","period":"Romantic","filename":"balakirev.mp3"}],"bio":"Mily Alexeyevich Balakirev (2 January 1837 [O.S. 21 December 1836] – 29 May [O.S. 16 May] 1910) was a Russian pianist, conductor and composer known today primarily for his work promoting musical nationalism and his encouragement of more famous Russian composers, notably Pyotr Ilyich Tchaikovsky. He began his career as a pivotal figure, extending the fusion of traditional folk music and experimental classical music practices begun by composer Mikhail Glinka. In the process, Balakirev developed musical patterns that could express overt nationalistic feeling. After a nervous breakdown and consequential sabbatical, he returned to classical music but did not wield the same level of influence as before. In conjunction with critic and fellow nationalist Vladimir Stasov, in the late-1850s and early 1860s Balakirev brought together the composers now known as The Five—the others were Alexander Borodin, César Cui, Modest Mussorgsky and Nikolai Rimsky-Korsakov. For several years, Balakirev was the only professional musician of the group; the others were amateurs limited in musical education. He imparted to them his musical beliefs, which continued to underlie their thinking long after he left the group in 1871, and encouraged their compositional efforts. While his methods could be dictatorial, the results of his influence were several works which established these composers' reputations individually and as a group. He performed a similar function for Tchaikovsky at two points in the latter's career—in 1868–9 with the fantasy-overture Romeo and Juliet and in 1882–5 with the Manfred Symphony. As a composer, Balakirev finished major works many years after he had started them; he began his First Symphony in 1864 but completed it in 1897. The exception to this was his oriental fantasy Islamey for solo piano, which he composed quickly and remains popular among virtuosos. Often, the musical ideas normally associated with Rimsky-Korsakov or Borodin originated in Balakirev's compositions, which Balakirev played at informal gatherings of The Five. However, his slowness in completing works for the public robbed him of credit for his inventiveness, and pieces that would have enjoyed success had they been completed in the 1860s and '70s made a much smaller impact.","century":"XIX"},{"name":"Glinka, Mikhail","period":"Romantic","country":"Russia","tracks":[{"title":"Ruslan and Lyudmila Overture","genre":"Opera","period":"Romantic","filename":"glinka.mp3"}],"bio":"Mikhail Ivanovich Glinka (June 1 [O.S. May 20] 1804 – February 15 [O.S. February 3] 1857) was the first Russian composer to gain wide recognition within his own country, and is often regarded as the fountainhead of Russian classical music. Glinka's compositions were an important influence on future Russian composers, notably the members of The Five, who took Glinka's lead and produced a distinctive Russian style of music. Glinka was the beginning of a new direction in the development of music in Russia. Musical culture arrived in Russia from Europe, and for the first time specifically Russian music began to appear, based on the European music culture, in the operas of the composer Mikhail Glinka. It was the nation and historicism. Different historical events are often used in the music, but for the first time they were shown in a realistic veracity. The first has noted this new musical direction was Alexander Serov. Then he was supported by his friend Vladimir Stasov (they were so long and with such thoroughness solved influence creativity of Glinka, that quarreled forever), who became the theorist of this musical direction. This direction is developed later composers of The Five. The modern Russian music critic Viktor Korshikov thus summed up: There is not the development of Russian musical culture without...three operas – Ivan Soussanine, Ruslan and Ludmila and the Stone Guest have created Mussorgsky, Rimsky-Korsakov and Borodin. Soussanine is an opera, where the main character is the people, Ruslan is the mythical, deeply Russian intrigue, and in Guest, the drama dominates over the softness of the beauty of sound. Since this time, the Russian culture began to occupy an increasingly prominent place in world culture.","century":"XIX"},{"name":"Cui, Cesar","period":"Romantic","country":"Lithuania","tracks":[{"title":"Prelude No. 9","genre":"Prelude","period":"Romantic","filename":"cui.mp3"},{"title":"Orientale","genre":"Other","period":"Romantic","filename":"orientale.mp3"}],"bio":"César Antonovich Cui (18 January [O.S. 6 January] 1835 – 13 March 1918) was a Russian composer and music critic of French and Lithuanian descent. His profession was as an army officer (he rose to the rank of Engineer-General (compared to full general) of The Russian Imperial Army) and a teacher of fortifications, and his avocational life has particular significance in the history of music. In this sideline he is known as a member of The Five, a group of Russian composers under the leadership of Mily Balakirev dedicated to the production of a specifically Russian type of music. Despite his achievements as a professional military academic, Cui is best known in the West for his other life in music. As a boy in Vilnius he received piano lessons, studied Chopin's works, and began composing little pieces at fourteen years of age. In the few months before he was sent to Petersburg, he managed to have some lessons in music theory with the Polish composer Stanisław Moniuszko, who was residing in Vilnius at the time. Cui's musical direction changed in 1856, when he met Mily Balakirev and began to be more seriously involved with music. Even though he was composing music and writing music criticism in his spare time, Cui turned out to be an extremely prolific composer and feuilletonist. His public debut as a composer occurred 1859 with the performance of his orchestral Scherzo, Op. 1, under the baton of Anton Rubinstein and the auspices of the Russian Musical Society. In 1869 the first public performance of an opera by Cui took place; this was his William Ratcliff (based on the tragedy by Heinrich Heine); but it did not ultimately have success, partially because of the harshness of his own writings in the music press. All but one of his operas were composed to Russian texts; the one exception, Le flibustier (based on a play by Jean Richepin), premiered at the Opéra-Comique in Paris in 1894 (twenty-five years after Ratcliff), but it did not succeed either. Cui's more successful stage works during his lifetime were the one-act comic opera The Mandarin's Son (publicly premiered in 1878), the three-act Prisoner of the Caucasus (1883), based on Pushkin, and the one-act Mademoiselle Fifi (1903), based on Guy de Maupassant. Cui's works are not so nationalistic as those of the other members of The Five; with the exception of Pushkin, his operas do not display a strong attraction to Russian sources. In the area of art song, however, the vast majority of Cui's vocal music is based on Russian texts. Overt attempts at Russian folk musical style can be detected in passages from his first act of the collaborative Mlada (1872), The Captain's Daughter, a couple of the children's operas, and a few songs; many other passages in his music reflect the stylistic curiosities associated with Russian art music of the 19th century, such as whole tone scales and certain harmonic devices. Nevertheless, his style is more often compared to Robert Schumann and to French composers such as Gounod than to Mikhail Glinka or to Cui's Russian contemporaries.","century":"XIX"},{"name":"Schoenberg, Arnold","period":"20th century","country":"Austria","tracks":[{"title":"String Sextet - I movement","genre":"Other","period":"20th century","filename":"schoenberg.mp3"}],"bio":"Arnold Schoenberg or Schönberg (13 September 1874 – 13 July 1951) was an Austrian composer and painter, associated with the expressionist movement in German poetry and art, and leader of the Second Viennese School. With the rise of the Nazi Party, by 1938 Schoenberg's works were labelled as degenerate music because he was Jewish (Anon. 1997–2013); he moved to the United States in 1934. Schoenberg's approach, both in terms of harmony and development, has been one of the most influential of 20th-century musical thought. Many European and American composers from at least three generations have consciously extended his thinking, whereas others have passionately reacted against it. Schoenberg was known early in his career for simultaneously extending the traditionally opposed German Romantic styles of Brahms and Wagner. Later, his name would come to personify innovations in atonality (although Schoenberg himself detested that term) that would become the most polemical feature of 20th-century art music. In the 1920s, Schoenberg developed the twelve-tone technique, an influential compositional method of manipulating an ordered series of all twelve notes in the chromatic scale. He also coined the term developing variation and was the first modern composer to embrace ways of developing motifs without resorting to the dominance of a centralized melodic idea. Schoenberg was also a painter, an important music theorist, and an influential teacher of composition; his students included Alban Berg, Anton Webern, Hanns Eisler, Egon Wellesz, and later John Cage, Lou Harrison, Earl Kim, Leon Kirchner, and other prominent musicians. Many of Schoenberg's practices, including the formalization of compositional method and his habit of openly inviting audiences to think analytically, are echoed in avant-garde musical thought throughout the 20th century. His often polemical views of music history and aesthetics were crucial to many significant 20th-century musicologists and critics, including Theodor W. Adorno, Charles Rosen and Carl Dahlhaus, as well as the pianists Artur Schnabel, Rudolf Serkin, Eduard Steuermann and Glenn Gould. After some early difficulties, Schoenberg began to win public acceptance with works such as the tone poem Pelleas und Melisande at a Berlin performance in 1907. At the Vienna première of the Gurre-Lieder in 1913, he received an ovation that lasted a quarter of an hour and culminated with Schoenberg's being presented with a laurel crown (Rosen 1996, 4; Stuckenschmidt 1977, 184). Nonetheless, much of his work was not well received. His Chamber Symphony No. 1 premièred unremarkably in 1907. However, when it was played again in the Skandalkonzert on 31 March 1913, (which also included works by Berg, Webern and Zemlinsky), one could hear the shrill sound of door keys among the violent clapping, and in the second gallery the first fight of the evening began. Later in the concert, during a performance of the Altenberg Lieder by Berg, fighting broke out after Schoenberg interrupted the performance to threaten removal by the police of any troublemakers (Stuckenschmidt 1977, 185). According to Ethan Haimo, understanding of Schoenberg's twelve-tone work has been difficult to achieve owing in part to the truly revolutionary nature of his new system, misinformation disseminated by some early writers about the system's rules and exceptions which bear little relation to the most significant features of Schoenberg's music, the composer's secretiveness, and the widespread unavailability of his sketches and manuscripts until the late 1970s. During his life, he was subjected to a range of criticism and abuse that is shocking even in hindsight (Haimo 1990, 2–3). Schoenberg criticized Igor Stravinsky's new neoclassical trend in the poem Der neue Klassizismus (in which he derogates Neoclassicism, and obliquely refers to Stravinsky as Der kleine Modernsky ), which he used as text for the third of his Drei Satiren, Op. 28 (H. C. Schonberg 1970, 503). Schoenberg's serial technique of composition with twelve notes became one of the most central and polemical issues among American and European musicians during the mid- to late-twentieth century. Beginning in the 1940s and continuing to the present day, composers such as Pierre Boulez, Karlheinz Stockhausen, Luigi Nono and Milton Babbitt have extended Schoenberg's legacy in increasingly radical directions. The major cities of the United States (e.g., Los Angeles, New York, and Boston) have had historically significant performances of Schoenberg's music, with advocates such as Babbitt in New York and the Franco-American conductor-pianist Jacques-Louis Monod. Schoenberg's students have been influential teachers at major American universities: Leonard Stein at USC, UCLA and CalArts; Richard Hoffmann at Oberlin; Patricia Carpenter at Columbia; and Leon Kirchner and Earl Kim at Harvard. Musicians associated with Schoenberg have had a profound influence upon contemporary music performance practice in the USA (e.g., Louis Krasner, Eugene Lehner and Rudolf Kolisch at the New England Conservatory of Music; Eduard Steuermann and Felix Galimir at the Juilliard School). In Europe, the work of Hans Keller, Luigi Rognoni, and René Leibowitz has had a measurable influence in spreading Schoenberg's musical legacy outside of Germany and Austria.","century":"XIX"},{"name":"Webern, Anton","period":"20th century","country":"Austria","tracks":[{"title":"Symphony","genre":"Symphony","period":"20th century","filename":"webern.mp3"}],"bio":"Anton Webern (3 December 1883 – 15 September 1945) was an Austrian composer and conductor. He was a member of the Second Viennese School. As a student, significant follower of, and influence on Arnold Schoenberg, he became one of the best-known exponents of the twelve-tone technique. His characteristically unique innovations regarding schematic organization of pitch, rhythm and dynamics were formative in the musical technique later known as total serialism, so much so as to focus the attention of his posthumous reception in a direction away from, if not apparently antithetical to, his affiliations with German Romanticism and Expressionism. Webern's music started to spark some interest in the 1920s. By the mid-1940s, they were having a decisive effect on John Cage. However, Webern mostly remained the most obscure and arcane composer of the Second Viennese School in his lifetime. After World War II, interest in Webern increased. When Webern’s Piano Variations were performed at Darmstadt in 1948, young composers listened in a quasi-religious trance. However, Webern's avid Nazi sympathies were not widely known, or went unmentioned. In 1955, the second issue of Eimert and Stockhausen's journal Die Reihe was devoted to Webern's œuvre, and in 1960 his lectures were published by Universal Edition. It has been suggested that the serialists' fascination with Webern's works came not for their audible content, but rather from the transparency of their scores, which made their musical analysis easier. One of the founders of European post-Webern serialism, Karel Goeyvaerts, wrote: [the impression of the first time I heard Webern's music in a concert performance] was the same as I was to experience a few years later when I first laid eyes on a Mondriaan canvas...: those things, of which I had acquired an extremely intimate knowledge, came across as crude and unfinished when seen in reality. Webern's work was a seminal influence on that of Andreae Szervánszky; thus György Kurtág mimics and quotes both Webern and Szervánszky himself variously throughout his own Officium Breve in memoriam Andreae Szervánszky for string quartet, op. 28 (1988–89).","century":"XIX"},{"name":"Andriessen, Hendrik","period":"20th century","country":"Netherlands","tracks":[{"title":"Sonata da Chiesa","genre":"Sonata","period":"20th century","filename":"andriessen.mp3"}],"bio":"Hendrik Franciscus Andriessen (17 September 1892 – 12 April 1981) was a composer, organist and teacher. He studied the organ with Louis Robert and Jean-Baptiste Charles de Pau and composition with Bernard Zweers at the Amsterdam Conservatory, and in 1913 he succeeded to his father's appointment as organist in Haarlem. In 1927 Andriessen gave up his job as a journalist on the local Haarlem newspaper to teach composition and analysis at the Amsterdam Conservatory, concurrently teaching the organ, improvisation and Gregorian chant at the Roman Catholic School for Church Music, Utrecht. He was made organist of Utrecht Cathedral in 1934 and, three years later, director of the conservatory in that city. In 1949 he was appointed director of the Royal Conservatory in The Hague, and in 1952 he became professor of music history at Nijmegen University, a post he held until his retirement in 1963. Andriessen could not remember a time he was not composing he was ten when he wrote an Andante religioso for organ and he first received attention as a composer through a number of organ works and the Missa in honorem SS cordis (1918). The outstanding feature of this piece was its novel treatment of the text: abandoning the conventional Romantic approach, Andriessen provided a meditative consideration of intimate, mystical simplicity. This style initiated a renewal of Dutch Catholic church music, and the large number of liturgical works that he subsequently composed are marked by the same manner of treating the text and by a devout atmosphere of glorification. In settings of the Mass he preferred cyclic forms, with all sections constructed from a single melodic idea. During the 1930s Andriessens orchestral works also began to attract notice. His Symphony no.1 (1930), given its première by Eduard van Beinum and the Haarlemsche Orkest-Vereeniging, has a form deviating widely from the conventional: a slow introduction precedes five short sections which merge into one another and are arranged symmetrically according to tempo and character. All of the thematic material develops from the introduction, and the orchestration is notable for surprising changes in colour and nuance. One of Andriessen's most successful orchestral pieces appeared in 1935: the Variations and Fugue on a Theme by Johann Kuhnau. It is a particularly well-balanced composition, warm in sound and poetic in atmosphere. The contemplative variation technique changes in nature with each new section; the first variation explores only the first notes of the theme, while the second develops just four notes in a scherzo-like manner. In the third variation, the themes inversion is the basis, and the fourth surrounds the theme with full, broad chords. After a fifth variant illuminating the harmonic possibilities of the idea, the work concludes in a lively double fugue that shows Andriessens contrapuntal mastery. In the same year, 1935, he wrote three Rimbaud songs, the Trois pastorales, which underline Andriessen's links with French culture and are among the finest Dutch songs of modern times. Two important liturgical works of the period are the Magnificat for chorus and organ, a work of apt exaltation and gladness, and the spacious six-part Missa diatonica, composed wholly in the Aeolian mode. The Second Symphony was written in 1937 and was first performed a year later by Van Beinum and the Concertgebouw Orchestra. Its first movement, Fantasia, freely uses elements of sonata form, the second is a polytonal pavane based on an earlier piano work, and the last movement is a rondo. As a whole, the work shares those qualities of poetic expressiveness, inventive melodic treatment, transparent texture and organ-influenced changes of orchestration which were typical of the First. In 1940 Andriessen produced one of his major organ works, the Sinfonia, a piece that is characteristic of his music for the instrument in its frequent passages of polytonal harmony, vigorous contrapuntal working and modal melody. Aside from the solo pieces, he later wrote an Organ Concerto (1950) in two parts: a passacaglia and a toccata built on the Phrygian tetrachord of the passacaglia theme. Andriessen himself was one of the foremost organists of his generation, particularly renowned for skills in improvisation.","century":"XIX"},{"name":"Anonymous composer","period":"Medieval","country":"Western Europe","tracks":[{"title":"Estampie Royal No. 3","genre":"Estampie","period":"Medieval","filename":"estampie3.mp3"},{"title":"British Grenadiers","genre":"March","period":"Classical","filename":"grenadiers.mp3"},{"title":"Aves Maris Stella","genre":"Lauda","period":"Renaissance","filename":"lauda.mp3"},{"title":"Gaudeamus Omnes In Domino","genre":"Gregorian Chant","period":"Medieval","filename":"gregchant.mp3"},{"title":"Istampitta Saltarello","genre":"Saltarello","period":"Medieval","filename":"saltarello.mp3"},{"title":"Gaudete","genre":"Carol","period":"Renaissance","filename":"gaudete.mp3"}],"bio":"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aenean a egestas nulla. Morbi auctor eget sapien ac condimentum. Vivamus iaculis, erat et volutpat porta, urna odio sodales metus, vitae feugiat ligula tortor eget erat. Sed sagittis diam quis rhoncus pellentesque. Cras commodo diam massa, tristique scelerisque orci pellentesque nec. Nunc volutpat eleifend laoreet. Fusce molestie eu nisi eu imperdiet. Proin tempor sit amet nisl consectetur aliquet. Aenean convallis euismod urna eu scelerisque.","century":"V-XV"}]